[
    {
        "ID": "3edcc00b-3640-408b-82e8-43974c668e89",
        "PassageID": "A.",
        "Passage": "INTRODUCTION\n",
        "Obligations": []
    },
    {
        "ID": "e62a1b4d-5071-4d89-bfe1-e210d02645be",
        "PassageID": "A.1.",
        "Passage": "The UAE Sustainable Finance Working Group (SFWG) was established in 2019 to enable the UAE’s economic transition and encourage the adoption of sustainable finance at the national level. This is in line with the Paris Agreement ratified by the UAE in 2016 and domestic acts and initiatives, such as the UAE Green Agenda 2015-2030, the National Climate Change Plan of the UAE 2017-2050 and the UAE Net Zero by 2050 Strategic Initiative.\n",
        "Obligations": [
            "Obligation:1 \"Disclosure and Reporting**: Enhance disclosure on sustainability risk management and contributions to sustainability goals, including reporting on ESG factors.\"",
            "Obligation:2 \"Risk Management**: Integrate sustainability risks into risk management frameworks and consider the impact of environmental factors on financial performance and stability.\"",
            "Obligation:3 \"Product and Service Offerings**: Develop and promote sustainable finance products and services, such as green bonds, sustainable investment funds, or ESG-compliant portfolios.\"",
            "Obligation:4 \"Governance**: Incorporate sustainability considerations into governance structures, ensuring board-level oversight of sustainability issues.\"",
            "Obligation:5 \"Strategy and Operations**: Align business strategies with national sustainability goals, set targets for reducing carbon footprints, improve energy efficiency, or support sustainable projects.\"",
            "Obligation:6 \"Training and Competence**: Ensure staff are trained and competent in understanding and managing sustainability risks.\"",
            "Obligation:7 \"Stakeholder Engagement**: Engage with stakeholders on sustainability issues and their impact on business operations.\"",
            "Obligation:8 \"Alignment with National Initiatives**: Align activities with national initiatives like the UAE Green Agenda, the National Climate Change Plan, and the UAE Net Zero by 2050 Strategic Initiative.\"",
            "Obligation:9 \"Review Current Regulations**: Regularly review ADGM regulations and updates or guidance notes issued by the FSRA related to sustainable finance.\"",
            "Obligation:10 \"Stay Informed**: Monitor new regulations or changes to existing regulations related to sustainable finance and the UAE's commitment to sustainability initiatives.\"",
            "Obligation:11 \"Consult with Experts**: Seek advice from compliance officers or legal counsel familiar with ADGM regulations to ensure full compliance with sustainable finance obligations.\""
        ],
        "NamedEntities": {
            "agreement": "negotiated understanding between two or more parties, reflecting the offer and acceptance of commitments on the part of either party",
            "group": "collection of agents (people, organizations, software agents, etc.) that are considered as a unit"
        },
        "DefinedTerms": {
            "Group": "Has the meaning given in section 258 of FSMR."
        }
    },
    {
        "ID": "4a1eb21e-b459-43c8-a309-dcbe0951bd19",
        "PassageID": "A.2.",
        "Passage": "The members of the SFWG include ministries (Ministry of Finance, Ministry of Economy, Ministry of Climate Change and Environment, the Office of the UAE's Special Envoy for Climate Change), financial services regulators (the Central Bank of the UAE, the Securities and Commodities Authority, the Financial Services Regulatory Authority of Abu Dhabi Global Market and the Dubai Financial Services Authority), and UAE exchanges (Abu Dhabi Securities Exchange, Dubai Financial Market and Nasdaq Dubai).\n",
        "Obligations": [
            "Obligation:1 \"Comply with Sustainable Finance Regulations**: Follow guidelines or regulations issued by the FSRA related to sustainable finance, including ESG factors and sustainable investment practices.\"",
            "Obligation:2 \"Meet Reporting Requirements**: Prepare and submit reports on sustainability measures, risks, and progress, potentially including sustainability information in annual financial reports.\"",
            "Obligation:3 \"Implement Risk Management for Sustainability**: Incorporate sustainability risk assessments into the overall risk management strategy.\"",
            "Obligation:4 \"Develop Sustainable Product and Service Offerings**: Create financial products and services that support sustainable development, such as green bonds and ESG-compliant investment portfolios.\"",
            "Obligation:5 \"Engage with Stakeholders**: Communicate transparently with investors, customers, and the community about sustainability issues and participate actively in sustainability initiatives.\"",
            "Obligation:6 \"Provide Training and Capacity Building**: Ensure staff is knowledgeable about sustainable finance principles and practices through training programs and professional development.\"",
            "Obligation:7 \"Align with National Sustainability Goals**: Ensure business operations and strategies are in line with the UAE's national sustainability goals.\"",
            "Obligation:8 \"Adhere to Disclosure Standards**: Maintain transparency with disclosure standards related to sustainable finance.\"",
            "Obligation:9 \"Ensure Staff Competence in Sustainability**: Train and ensure staff understand and manage sustainability-related issues pertinent to the business.\n\nTo fulfill these obligations, entities should review specific regulations, guidelines, or circulars issued by the FSRA within ADGM that pertain to sustainable finance and seek legal or compliance advice as necessary.\""
        ],
        "NamedEntities": {
            "bank": "depository institution, usually a corporation, that accepts deposits, makes loans, pays checks, and performs related services, for individual members of the public, businesses or other organizations",
            "central bank": "financial institution that is the monetary authority and major regulatory bank for a country (or group of countries)",
            "exchange": "any organization, association, or group of persons, whether incorporated or unincorporated, which constitutes, maintains, or provides a facility for bringing together purchasers and sellers of financial instruments, commodities, or other products, services, or goods, and includes the market place and facilities maintained by such exchange"
        },
        "DefinedTerms": {
            "Authority": "Means the Securities and Commodities Authority, the Financial Services Regulatory Authority or the Dubai Financial Services Authority.",
            "Bank": "Means an Authorised Person which holds a Financial Services Permission authorising it to carry on the Regulated Activity of Accepting Deposits.",
            "Central Bank": "Means the Central Bank of the U.A.E. or its equivalent in another country, territory or jurisdiction."
        }
    },
    {
        "ID": "3a65ba86-5e55-4200-b3f5-60371f17e5a6",
        "PassageID": "A.3.",
        "Passage": "In 2020, in its Guiding Principles on Sustainable Finance in the UAE , the SFWG committed to developing standards for the financial sector to integrate ESG factors into corporate governance, strategy and risk management. In its First Public Statement published in November 2021, the SFWG set out its roadmap and refined its focus setting out three interlinked work areas including on ESG reporting, corporate governance and risk management, and taxonomy. In November 2022, in its Second Public Statement, the SFWG reported on the progress of its three workstreams. In particular, the Workstream Two on Sustainability-focused Corporate Governance announced it would start working on developing enhanced standards to help embed and address climate-related risks in corporate governance and risk management in financial services entities in the UAE.\n",
        "Obligations": [
            "Obligation:1 \"Integrate ESG Factors into Corporate Governance**:\n   - Establish board oversight of ESG issues.\n   - Develop policies and procedures reflecting ESG considerations.\n   - Ensure senior management accountability for ESG performance.\"",
            "Obligation:2 \"Develop and Implement an ESG Strategy**:\n   - Create a strategy that includes ESG factors in the business model and investment decisions.\n   - Align the strategy with broader sustainability goals set by the SFWG.\"",
            "Obligation:3 \"Incorporate ESG into Risk Management**:\n   - Conduct ESG risk assessments.\n   - Integrate ESG risk into the overall risk management framework.\n   - Report on ESG risks to the board and stakeholders.\"",
            "Obligation:4 \"ESG Reporting**:\n   - Disclose ESG strategy, risks, and performance.\n   - Follow ESG reporting standards or guidelines set by the SFWG or other relevant authorities.\"",
            "Obligation:5 \"Adhere to a Taxonomy**:\n   - Align activities and investments with the SFWG's sustainable finance taxonomy.\"",
            "Obligation:6 \"Continuous Monitoring and Compliance**:\n   - Monitor regulatory updates from the SFWG and ADGM.\n   - Ensure ongoing compliance with ESG-related standards.\"",
            "Obligation:7 \"Training and Capacity Building**:\n   - Invest in staff training for effective ESG integration.\"",
            "Obligation:8 \"Stakeholder Engagement**:\n   - Engage with stakeholders on ESG practices and performance.\"",
            "Obligation:9 \"Continuous Monitoring and Adaptation**:\n   - Stay informed about developments in ESG standards.\n   - Adapt practices as new guidelines and standards are released.\"",
            "Obligation:10 \"Legal and Compliance Consultation**:\n    - Engage with legal counsel or compliance consultants specializing in ADGM regulations and sustainable finance.\n\nIt is important to note that these action items are based on the direction indicated by the SFWG, and specific requirements will be detailed in the forthcoming standards and regulations. Entities should closely monitor announcements from the SFWG and ADGM's FSRA for detailed requirements and timelines for compliance.\""
        ],
        "DefinedTerms": {
            "Corporate Governance": "In relation to:\n(a)\ta Reporting Entity, means the:\n(i)\tnature, constitution or functions of the organs of the Reporting Entity;\n(ii)\tmanner in which organs of the Reporting Entity conduct themselves;\n(iii)\trequirements imposed on organs of the Reporting Entity;\n(iv)\trelationship between the different organs of the Reporting Entity; and\n(v)\trelationship between the organs of the Reporting Entity and the members of the Reporting Entity or holders of the Issuer's Securities; and\n(b)\tall other cases, means the principles prescribed in MKT 9.2.3 to 9.2.9."
        }
    },
    {
        "ID": "4d72e5b8-a93e-422d-8e8f-6e91af1d9486",
        "PassageID": "A.4.",
        "Passage": "This document is the result of the efforts of Workstream Two and contains Principles for the effective management of climate-related financial risks (the Principles) which are issued in accordance with the relevant laws in each jurisdiction. The Principles have been developed in consideration of a number of standards on this topic published by international standard-setters. The key standards used for the purpose of the Principles include the Principles for the effective management and supervision of climate-related financial risks from the Basel Committee on Banking Supervision (BCBS) and the Guide for Supervisors Integrating climate-related and environmental risks into prudential supervision by the Network for Greening the Financial System (NGFS).  A more complete list of international standards covering, for example, risk scenarios or details of the insurance sector is included in the Annex.\n\n",
        "Obligations": [
            "Obligation:1 \"Establish a Risk Management Framework**: Create and maintain a robust framework to identify, assess, manage, and report on climate-related financial risks.\"",
            "Obligation:2 \"Implement Strong Governance**: Ensure board and senior management oversight for climate-related risk management, with clear roles and responsibilities.\"",
            "Obligation:3 \"Develop Policies and Procedures**: Formulate and apply policies and procedures to incorporate climate-related financial risks into overall risk management.\"",
            "Obligation:4 \"Conduct Scenario Analysis and Stress Testing**: Perform scenario analysis and stress testing to evaluate the potential impact of climate-related risks.\"",
            "Obligation:5 \"Enhance Disclosure and Reporting**: Provide transparent disclosures in alignment with international standards like the TCFD, and comply with reporting requirements.\"",
            "Obligation:6 \"Engage with Supervisory Authorities**: Maintain communication with regulatory bodies, providing necessary information and reports on climate-related risk management.\"",
            "Obligation:7 \"Align with International Standards**: Ensure practices are consistent with global standards from organizations such as the BCBS and NGFS, and stay updated with changes.\"",
            "Obligation:8 \"Monitor and Continuously Improve**: Regularly review and update risk management practices to reflect new information, emerging risks, and advancements in the field.\"",
            "Obligation:9 \"Train Staff**: Ensure all relevant personnel are trained and competent to understand and manage climate-related financial risks.\"",
            "Obligation:10 \"Collaborate and Share Best Practices**: Work with industry peers to exchange best practices and improve the industry's ability to manage climate-related financial risks.\"",
            "Obligation:11 \"Incorporate into Strategy and Risk Appetite**: Integrate climate-related risks into the entity's overall business strategy and risk appetite.\"",
            "Obligation:12 \"Continuous Monitoring**: Keep a regular check on the effectiveness of the risk management framework and adapt it to evolving climate-related risks and best practices.\n\nTo fully understand and comply with your obligations, review the full regulatory document, relevant laws, and regulations, and consult with legal or regulatory experts if necessary.\""
        ],
        "NamedEntities": {
            "jurisdiction": "power of a court to adjudicate cases, issue orders, and interpret and apply the law with respect to some specific geographic area"
        }
    },
    {
        "ID": "98975c80-a824-4969-8843-3f0d9e724c01",
        "PassageID": "B.",
        "Passage": "APPLICATION\n",
        "Obligations": []
    },
    {
        "ID": "af65e9e1-529e-4faf-a833-d4a9913790bf",
        "PassageID": "B.5.",
        "Passage": "The Principles constitute a declaration of common understanding among the SFWG members on the minimum standards that they expect to implement in their respective jurisdictions and in line with their legal frameworks in the area of climate risk management.\n",
        "Obligations": [
            "Obligation:1 \"Identify the Principles**: Determine the exact nature and details of the Principles, including whether they are guidelines, rules, or recommendations.\"",
            "Obligation:2 \"Understand the Scope**: Clarify which entities are affected by the Principles and whether they apply to all financial institutions or specific types.\"",
            "Obligation:3 \"Review Legal Framework**: Examine how the Principles fit within the existing legal framework, such as ADGM's FSRA rules or guidance.\"",
            "Obligation:4 \"Assess and Manage Climate Risk**: Evaluate and update current risk management processes to align with the Principles, focusing on climate-related risks.\"",
            "Obligation:5 \"Implementation**: Take necessary steps to implement the Principles, which may include updating policies, training staff, adjusting risk models, or enhancing reporting mechanisms.\"",
            "Obligation:6 \"Disclosure and Reporting**: Enhance transparency by disclosing climate-related financial risks and comply with any reporting requirements set by regulatory bodies.\"",
            "Obligation:7 \"Governance**: Establish clear governance structures for climate risk oversight, defining roles and responsibilities for senior management and the board.\"",
            "Obligation:8 \"Metrics, Targets, and Stress Testing**: Define appropriate metrics and targets for climate risks and conduct stress testing and scenario analysis.\"",
            "Obligation:9 \"Training and Competence**: Ensure staff is trained and competent to manage climate-related risks.\"",
            "Obligation:10 \"Monitoring, Review, and Continuous Improvement**: Establish processes for ongoing monitoring, review, and regular updates of climate risk management practices.\"",
            "Obligation:11 \"Regulatory Engagement and Documentation**: Engage with regulators to clarify obligations and keep thorough documentation of compliance efforts.\"",
            "Obligation:12 \"Stakeholder Engagement**: Engage with stakeholders on the approach to managing climate risks.\"",
            "Obligation:13 \"Stay Informed**: Keep abreast of updates to the Principles, regulatory guidance, and industry developments in climate risk management.\"",
            "Obligation:14 \"Seek Professional Advice**: Consult the actual regulatory texts or seek legal or compliance advice for specific obligations.\""
        ]
    },
    {
        "ID": "e58be1ec-fc7b-497a-95ba-d89aedb5da4b",
        "PassageID": "B.6.",
        "Passage": "While the Principles are endorsed by the entire SFWG, it is understood that they are primarily relevant for those members who are financial services regulators. The ministries and exchanges may consider them in the context of their activities, where relevant.\n",
        "Obligations": [
            "Obligation:1 \"Understand the Principles**: Gain a thorough understanding of the content, objectives, and expectations set out by the Principles.\"",
            "Obligation:2 \"Assess Relevance**: Determine how the Principles relate to your regulatory functions and identify any necessary changes to your current framework.\"",
            "Obligation:3 \"Implement Changes**: Integrate the Principles into your regulatory practices, which may include updating regulations, issuing new guidelines, or enhancing supervisory practices.\"",
            "Obligation:4 \"Monitor Compliance**: Ensure that regulated entities are aware of and adhere to the Principles through assessments, reviews, audits, or inspections.\"",
            "Obligation:5 \"Enforce Compliance**: Take corrective actions against non-compliant entities as necessary.\"",
            "Obligation:6 \"Report on Implementation and Effectiveness**: Provide updates on the progress, challenges, and impact of the Principles to the SFWG or other relevant bodies.\"",
            "Obligation:7 \"Engage in Continuous Improvement**: Regularly refine and enhance the application of the Principles, considering evolving best practices and stakeholder feedback.\"",
            "Obligation:8 \"Collaborate with Stakeholders**: Work with other members of the SFWG, including ministries and exchanges, to promote a cohesive approach to the Principles.\"",
            "Obligation:9 \"Provide Training and Education**: Offer resources and training to ensure that your staff and regulated entities have the knowledge and skills to comply with the Principles.\"",
            "Obligation:10 \"Communicate Publicly**: Share information about your commitment to the Principles and the steps being taken for their implementation, as appropriate.\""
        ]
    },
    {
        "ID": "1a860ff3-2da9-4408-a83e-8633ff3d35ab",
        "PassageID": "B.7.",
        "Passage": "For the purposes of the Principles, financial sector entities are referred to collectively as ‘financial firms’ without drawing distinctions between the various financial service activities offered by these entities. While it is recognised that the BCBS and the NGFS standards are primarily designed for the banking and insurance sectors, the Principles are drafted to cater for a wider spectrum of financial firms and taking into account differences in business models.\n",
        "Obligations": [],
        "NamedEntities": {
            "account": "container for records associated with a business arrangement for regular transactions and services",
            "financial service": "service provided to consumers and businesses by financial institutions such as banks, insurance companies, brokerage firms, consumer finance companies, and investment companies"
        }
    },
    {
        "ID": "cc390e53-3eab-428b-9f3d-d7f872b6be0b",
        "PassageID": "B.8.",
        "Passage": "It remains in the discretion of each of the financial services regulators to determine the financial firms in scope of the Principles, how to apply each of them and the timeframe to do so in their jurisdictions. However, the relevant financial services regulators intend to commence application of these Principles in respect of their firms not later than from October 2023. The financial services regulators may also introduce additional details relevant for specific types of financial firms, in particular based on the standards cited in the Annex.\n",
        "Obligations": [
            "Obligation:1 \"Understand New Regulatory Principles**: Familiarize yourself with the new regulatory principles being introduced by financial services regulators.\"",
            "Obligation:2 \"Plan for Implementation by October 2023**: Adjust operations, policies, and procedures to ensure compliance with the new principles by the specified timeline.\"",
            "Obligation:3 \"Monitor Regulator-Specific Requirements**: Stay informed about the expectations and requirements specific to your financial services regulator.\"",
            "Obligation:4 \"Review Annex Standards**: Examine any international standards or best practices referenced in the annex to integrate them into your compliance framework.\"",
            "Obligation:5 \"Prepare for Firm-Specific Guidance**: Anticipate and understand additional guidance or requirements tailored to your firm's operations, especially if your firm falls into a category with specific characteristics or risks.\"",
            "Obligation:6 \"Maintain Documentation and Evidence**: Keep thorough records of compliance efforts, including policy changes, training records, and compliance assessments.\"",
            "Obligation:7 \"Engage with Regulators**: Prepare for proactive engagement with regulators, including providing information and undergoing assessments.\"",
            "Obligation:8 \"Conduct Gap Analysis**: Perform a gap analysis to identify where your firm currently stands in relation to the new requirements.\"",
            "Obligation:9 \"Develop and Execute an Action Plan**: Create and implement a detailed plan to address any deficiencies found in the gap analysis.\"",
            "Obligation:10 \"Train Staff**: Ensure that employees are educated about the new principles and any additional firm-specific requirements.\"",
            "Obligation:11 \"Establish Ongoing Monitoring Processes**: Set up systems to continuously monitor compliance and address any issues that arise.\"",
            "Obligation:12 \"Seek Professional Advice**: Consult with professionals as necessary to ensure full understanding and compliance with the new regulatory framework.\n\nBy consolidating the action items from the provided responses, these 12 steps form a comprehensive plan for financial firms to prepare for and comply with the new regulatory principles and requirements.\""
        ]
    },
    {
        "ID": "6a3b22a2-e0ae-41d1-9b8d-92559702bb8a",
        "PassageID": "B.9.",
        "Passage": "It is recognised that several standards in this area are still evolving at international level. This fact has been reflected in the drafting of the Principles allowing for the necessary flexibility and adaptations to future developments.\n",
        "Obligations": [
            "Obligation:1 \"Identify Applicable Principles**: Determine which regulatory principles within the ADGM apply to your business activities.\"",
            "Obligation:2 \"Stay Informed**: Regularly monitor updates from the ADGM Financial Services Regulatory Authority (FSRA) and international standard-setting bodies.\"",
            "Obligation:3 \"Understand Flexibility and Adaptability**: Recognize that principles are designed to be flexible and may change as international standards evolve.\"",
            "Obligation:4 \"Assess Impact**: Evaluate how changes in principles affect your business operations and compliance requirements.\"",
            "Obligation:5 \"Implement Compliance Measures**: Adjust internal policies, procedures, and systems to ensure adherence to the principles.\"",
            "Obligation:6 \"Review and Adapt Compliance Measures**: Regularly review and update compliance measures to ensure they remain effective in response to regulatory changes.\"",
            "Obligation:7 \"Training**: Ensure staff is adequately trained on new principles and compliance procedures.\"",
            "Obligation:8 \"Documentation and Reporting**: Maintain thorough documentation of compliance efforts and report to the FSRA as required.\"",
            "Obligation:9 \"Engage with Regulators**: Maintain open communication with the FSRA for insights and clarification on principles.\"",
            "Obligation:10 \"Seek Professional Advice**: Consult with legal or compliance professionals specializing in ADGM regulations for interpretation and implementation guidance.\"",
            "Obligation:11 \"Risk Management**: Continuously review and update your risk management framework to address risks associated with the evolving regulatory environment.\"",
            "Obligation:12 \"Adaptability Strategy**: Develop a compliance strategy that can adapt to future changes in the regulatory landscape.\""
        ],
        "NamedEntities": {
            "future": "derivative instrument that obligates the buyer to receive and the seller to deliver the assets specified at an agreed price, at some later point in time"
        }
    },
    {
        "ID": "e081b470-acb9-44c2-a817-1430a6a6b4f5",
        "PassageID": "C.",
        "Passage": "GENERAL CONSIDERATIONS\n",
        "Obligations": []
    },
    {
        "ID": "1aa84873-4088-4ebc-bd13-74432a8cc214",
        "PassageID": "C.10.",
        "Passage": "Transitioning to a low-carbon, and subsequently zero-carbon, economy entails both risks and opportunities for the financial sector. Strong corporate governance can drive and enable financial firms to identify and take the strategic steps necessary to develop and deploy new and more sustainable approaches and technologies, to strengthen business models and to improve both business and sustainability metrics. Importantly, enhanced risk management is critical for financial firms to identify and manage these risks better and to be able to demonstrate this to their clients and supervisors.\n",
        "Obligations": [
            "Obligation:1 \"Corporate Governance Integration:**\n   - Develop and implement corporate governance practices that incorporate sustainability goals.\n   - Engage the board of directors and senior management in setting and overseeing sustainability objectives.\n   - Align business strategies with sustainability principles for long-term value.\"",
            "Obligation:2 \"Strategic Planning for Sustainability:**\n   - Identify sustainable business opportunities and technologies.\n   - Adapt business models for the low-carbon economy transition.\n   - Set and monitor clear sustainability targets.\"",
            "Obligation:3 \"Risk Management Enhancement:**\n   - Assess climate-related and environmental risks within the overall risk strategy.\n   - Create strategies to mitigate identified risks and manage financial impacts.\n   - Ensure robust risk management processes for climate change and zero-carbon economy challenges.\"",
            "Obligation:4 \"Transparency and Disclosure:**\n   - Disclose how sustainability risks are identified, assessed, and managed.\n   - Report on alignment with sustainability goals and progress.\n   - Regularly report on sustainability metrics and performance.\"",
            "Obligation:5 \"Client and Stakeholder Engagement:**\n   - Educate clients on low-carbon transition risks and opportunities.\n   - Offer products and services that support clients' sustainability goals.\n   - Communicate with stakeholders about sustainability initiatives and performance.\"",
            "Obligation:6 \"Regulatory Compliance and Awareness:**\n   - Stay informed about sustainability and climate change regulations.\n   - Ensure compliance with all relevant ADGM regulations and guidelines.\n   - Monitor for new regulations or changes to existing ones related to sustainability.\"",
            "Obligation:7 \"Training and Competence Building:**\n   - Provide staff training on managing sustainability risks.\n   - Foster a culture of sustainability and risk awareness.\n   - Ensure employees understand sustainability issues and their role-related impacts.\"",
            "Obligation:8 \"Product and Service Innovation:**\n   - Develop financial products and services that support sustainability, like green bonds or sustainable investment funds.\n   - Assess and adjust the environmental and social impact of investments.\n\nFinancial firms should consult ADGM's regulatory framework and guidance documents for specific requirements and be proactive in adapting to any regulatory changes.\""
        ]
    },
    {
        "ID": "481ac3ed-385d-4e4f-999c-98535a065ae3",
        "PassageID": "C.11.",
        "Passage": "Climate-related financial risk refers to the financial risks arising from climate change, including physical, transition and liability risks. Such risks could impact the viability and soundness of individual financial firms and have broader implications for financial stability.\n",
        "Obligations": [
            "Obligation:1 \"Risk Management**: Integrate climate-related financial risks into the overall risk management framework, identifying, assessing, and managing these risks.\"",
            "Obligation:2 \"Governance**: Establish clear governance structures for the oversight of climate-related financial risks, including board-level oversight and defining roles and responsibilities for senior management.\"",
            "Obligation:3 \"Strategy**: Incorporate the potential impact of climate-related financial risks into business strategy and operations.\"",
            "Obligation:4 \"Disclosure**: Disclose climate-related financial risks to stakeholders in line with international frameworks like TCFD or other ESG reporting obligations.\"",
            "Obligation:5 \"Regulatory Reporting**: Report on climate-related financial risks to the Financial Services Regulatory Authority (FSRA) if required by ADGM regulations.\"",
            "Obligation:6 \"Stress Testing**: Conduct stress tests to evaluate the resilience of business models to climate-related financial risks.\"",
            "Obligation:7 \"Product and Service Offering**: Ensure that products and services are designed and marketed with consideration of climate-related financial risks.\"",
            "Obligation:8 \"Professional Competence**: Ensure staff have the necessary knowledge and skills to manage climate-related financial risks.\"",
            "Obligation:9 \"Client Relationships**: Address climate-related financial risks in client interactions, including investment advice and portfolio management.\"",
            "Obligation:10 \"Scenario Analysis**: Perform scenario analysis to understand the potential impact of climate-related risks under different future states.\"",
            "Obligation:11 \"Prudential Requirements**: Adhere to any prudential requirements that account for climate-related risks, including capital and liquidity.\"",
            "Obligation:12 \"Training and Competency**: Provide adequate training for staff on understanding and managing climate-related risks.\"",
            "Obligation:13 \"Product and Service Design**: Consider climate-related risks in the design of financial products and services.\"",
            "Obligation:14 \"Supervisory Engagement**: Engage with regulators regarding the management of climate-related risks and demonstrate compliance.\n\n*Note: The specific obligations will depend on the ADGM's regulations and guidelines, which may change over time. It is recommended to consult the latest regulations or seek professional advice for firm-specific obligations.*\""
        ]
    },
    {
        "ID": "0c9fc112-63f6-4e27-90b7-6373efe97292",
        "PassageID": "C.12.",
        "Passage": "Physical risk refers to potential economic and financial losses from climate and weather-related events and the long-term progressive impact of climate change.\n",
        "Obligations": [
            "Obligation:1 \"Risk Management**: Implement robust risk management frameworks to identify, assess, and manage physical risks from climate change, integrating these into overall risk strategies.\"",
            "Obligation:2 \"Disclosure Requirements**: Disclose material physical risks associated with climate change to investors, stakeholders, and regulators as part of broader ESG reporting requirements.\"",
            "Obligation:3 \"Due Diligence**: Conduct due diligence for physical risks when making investment decisions or offering financial products, assessing the impact of climate and weather-related events.\"",
            "Obligation:4 \"Stress Testing and Scenario Analysis**: Perform stress testing and scenario analysis to evaluate the potential impact of physical risks on business operations and financial stability.\"",
            "Obligation:5 \"Governance**: Establish governance structures for appropriate oversight of climate-related physical risks, involving board-level engagement and integration into the firm's risk management strategy.\"",
            "Obligation:6 \"Insurance and Capital Adequacy**: Review insurance coverage and capital reserves to ensure adequacy against potential losses from physical risks due to climate change.\"",
            "Obligation:7 \"Operational Resilience**: Develop and maintain business continuity and disaster recovery plans that account for the physical impacts of climate change.\"",
            "Obligation:8 \"Regulatory Reporting**: Report to the ADGM Financial Services Regulatory Authority (FSRA) if physical risks materially affect the firm's financial position, performance, or prospects.\"",
            "Obligation:9 \"Compliance with International Standards**: Align with international standards and frameworks, such as the TCFD recommendations, for climate risk management and disclosure.\"",
            "Obligation:10 \"Prudential Requirements**: For banks and insurance companies, comply with specific prudential requirements related to capital adequacy and solvency concerning physical risks from climate change.\"",
            "Obligation:11 \"Investment Strategies**: For asset managers and investment firms, incorporate physical risks into investment strategies and portfolio management decisions.\n\nTo ensure compliance, consult the relevant ADGM regulations, guidelines, and sector-specific requirements, and stay updated with any new regulations or guidance from ADGM, especially regarding climate risk.\""
        ]
    },
    {
        "ID": "1e080974-749a-4c9a-a21f-7114697b3a89",
        "PassageID": "C.13.",
        "Passage": "Transition risk refers to the financial risk related to the process of adjustment towards a lower-carbon economy, which can be prompted by, for example, changes in climate policy, technological changes or change in market and social sentiments.\n",
        "Obligations": [
            "Obligation:1 \"Risk Management**: Identify, assess, and manage transition risks within the overall risk management framework, integrating them into business strategy, risk appetite, and decision-making processes.\"",
            "Obligation:2 \"Disclosure**: Disclose transition risks to stakeholders, including investors, clients, and regulators, as part of broader ESG reporting obligations.\"",
            "Obligation:3 \"Governance**: Ensure that governance structures, including board and senior management, are capable of overseeing the management of transition risks with appropriate policies and procedures.\"",
            "Obligation:4 \"Compliance with Regulations**: Comply with ADGM regulations or guidelines related to ESG factors, climate risk, and climate-related financial disclosures, such as those aligned with TCFD.\"",
            "Obligation:5 \"Product and Service Adaptation**: Consider how transition risks affect products and services, and adapt them to align with a lower-carbon economy.\"",
            "Obligation:6 \"Client Advisory**: Inform and engage with clients about transition risks and how they could impact their investments or business operations.\"",
            "Obligation:7 \"Training and Competence**: Ensure staff are trained and competent to understand and manage transition risks.\"",
            "Obligation:8 \"Monitoring and Reporting**: Regularly monitor transition risks and report findings to relevant internal and external stakeholders.\"",
            "Obligation:9 \"Regulatory Filings and Updates**: Include information on transition risks in regular filings with the ADGM FSRA and update them on significant changes to the risk profile.\"",
            "Obligation:10 \"Alignment with International Standards**: Align practices with international standards and frameworks related to climate risk and ESG, such as TCFD recommendations.\"",
            "Obligation:11 \"Stress Testing and Scenario Analysis**: Conduct stress tests and scenario analyses to understand the potential financial impact of transition risks.\"",
            "Obligation:12 \"Engagement with Stakeholders**: Engage with clients, investors, and other stakeholders on how the firm is managing transition risks.\""
        ],
        "NamedEntities": {
            "policy": "system of principles, rules and guidelines, adopted by an organization to guide decision making with respect to particular situations and implemented via procedures or protocols to achieve stated goals"
        }
    },
    {
        "ID": "48280d6a-e656-46ab-a689-6f3b76f3ae49",
        "PassageID": "C.14.",
        "Passage": "Liability risk refers to climate-related compensatory claims and/or direct legal actions against financial firms. Liability risk can be considered as a separate risk but can also be treated as a subset of physical and transition risks.\n",
        "Obligations": [
            "Obligation:1 \"Risk Identification**: Document climate-related risks that could lead to liability claims or legal actions.\"",
            "Obligation:2 \"Risk Assessment**: Evaluate the likelihood and impact of liability risks on financial and operational stability.\"",
            "Obligation:3 \"Risk Management**: Implement strategies to mitigate identified liability risks, such as adjusting investment portfolios and enhancing disclosure practices.\"",
            "Obligation:4 \"Governance**: Establish clear governance for climate-related risk management with defined oversight roles and responsibilities.\"",
            "Obligation:5 \"Disclosure**: Adhere to ADGM regulations and voluntary standards like TCFD for climate risk disclosure.\"",
            "Obligation:6 \"Regulatory Compliance**: Keep abreast of and comply with ADGM regulations regarding climate risk and ESG considerations.\"",
            "Obligation:7 \"Training and Competence**: Train staff to recognize and manage liability and other climate-related risks.\"",
            "Obligation:8 \"Monitoring and Reporting**: Continuously monitor risk management strategies and report to senior management and regulators as required.\"",
            "Obligation:9 \"Scenario Analysis and Stress Testing**: Perform scenario analyses and stress tests to gauge the potential impact of climate-related risks.\"",
            "Obligation:10 \"Stakeholder Engagement**: Communicate with stakeholders about climate risk issues and the firm's management approach.\"",
            "Obligation:11 \"Due Diligence**: Conduct due diligence to understand potential liability risks from financial activities and client/project exposures.\"",
            "Obligation:12 \"Insurance**: Obtain insurance coverage to mitigate potential climate change-related liability risks.\"",
            "Obligation:13 \"Legal Preparedness**: Stay updated on legal developments related to climate liability and seek legal advice on potential risks.\"",
            "Obligation:14 \"Policy Development**: Create policies and procedures to prevent, detect, and manage climate-related liability risks.\n\n(Note: Some action items are reiterated in the responses but have been consolidated to avoid repetition.)\""
        ]
    },
    {
        "ID": "f40db690-e1e4-4460-bbd1-345aad45fe38",
        "PassageID": "C.15.",
        "Passage": "Climate-related financial risks are not bound by timelines and can emerge within the short, medium, and long-term. They can materialize through transmission channels in the balance sheets of financial firms and within the traditional categories of financial risks, including credit, market, operational, underwriting, reputational and liquidity risks.\n",
        "Obligations": [
            "Obligation:1 \"Risk Assessment**: Conduct a thorough assessment of climate-related risks impacting all financial risk categories (credit, market, operational, underwriting, reputational, and liquidity risks).\"",
            "Obligation:2 \"Risk Management**: Develop and implement strategies to manage and mitigate identified climate-related risks, including adjusting investment portfolios, underwriting practices, or operational procedures.\"",
            "Obligation:3 \"Disclosure**: Enhance transparency by disclosing climate-related financial risks to stakeholders in line with applicable disclosure requirements, such as those recommended by the TCFD.\"",
            "Obligation:4 \"Governance**: Ensure that the firm's governance framework includes oversight of climate-related risks, with active roles for the board of directors and senior management.\"",
            "Obligation:5 \"Scenario Analysis**: Perform scenario analysis to understand the potential impact of climate-related risks under various future states.\"",
            "Obligation:6 \"Regulatory Compliance**: Stay informed and comply with ADGM regulations or guidelines addressing climate-related risks, including international standards endorsed by ADGM.\"",
            "Obligation:7 \"Training and Competence**: Ensure staff is trained to understand and manage climate-related risks, with regular updates on emerging risks and best practices.\"",
            "Obligation:8 \"Monitoring and Reporting**: Regularly monitor climate-related risks and report to the board and regulators as required, with a mechanism for periodic review and adjustment of risk management strategies.\"",
            "Obligation:9 \"Strategy**: Develop and maintain a business strategy that accounts for the short, medium, and long-term risks and opportunities associated with climate change.\"",
            "Obligation:10 \"Stress Testing**: Participate in stress testing exercises as required by the regulator, including scenarios related to climate change and environmental risks.\"",
            "Obligation:11 \"Product and Service Innovation**: Consider developing green financial products and services to mitigate climate-related financial risks and support the transition to a low-carbon economy.\"",
            "Obligation:12 \"Stakeholder Engagement**: Engage with stakeholders on climate-related financial risks and the firm's approach to managing them.\n\nFinancial firms should refer to the latest ADGM regulations, guidelines, and communications from the FSRA for detailed obligations.\""
        ],
        "NamedEntities": {
            "balance": "amount of money available or owed",
            "liquidity": "Precise definition needed for liquidity, and check that it is modeled accordingly."
        }
    },
    {
        "ID": "2b807fb7-da5a-4c79-9593-558d0a6226f4",
        "PassageID": "C.16.",
        "Passage": "The reference to the board and senior management throughout the Principles is to be understood in accordance with their respective roles and responsibilities and is meant to include the members of the board of directors (or equivalent) and senior management. The Principles do not presume or endorse a specific board or senior management structure, nor do they advocate for a specific approach to assigning climate-related financial risk responsibilities within a financial firm.\n",
        "Obligations": [
            "Obligation:1 \"Understand Roles and Responsibilities**\n   - Ensure clarity on the roles and responsibilities of the board and senior management regarding climate-related financial risks.\n   - Clarify the division of responsibilities between the board and senior management.\"",
            "Obligation:2 \"Integrate Climate-Related Risks into Risk Management**\n   - Incorporate climate-related financial risks into the firm's overall risk management framework.\n   - Identify, assess, manage, and integrate these risks into strategic planning and decision-making processes.\"",
            "Obligation:3 \"Establish Oversight and Governance Structures**\n   - Provide oversight of climate-related financial risk management.\n   - Set up committees or designate individuals responsible for managing these risks.\"",
            "Obligation:4 \"Develop Strategy and Align with Risk Appetite**\n   - Contribute to the development of a strategy that includes climate-related financial risks.\n   - Ensure the strategy aligns with the firm's risk appetite.\"",
            "Obligation:5 \"Implement Robust Risk Management Processes**\n   - Develop and maintain policies and procedures for managing climate-related financial risks.\n   - Ensure effective day-to-day management of these risks.\"",
            "Obligation:6 \"Conduct Scenario Analysis**\n   - Oversee or participate in scenario analysis to understand the potential impact of climate-related risks.\"",
            "Obligation:7 \"Ensure Appropriate Disclosure**\n   - Oversee reporting on climate-related financial risks to the board.\n   - Ensure disclosures to stakeholders are consistent with regulations and best practices.\"",
            "Obligation:8 \"Promote Training and Competence**\n   - Facilitate training for board members, senior management, and relevant staff on climate-related financial risks.\n   - Promote competence and awareness within the firm.\"",
            "Obligation:9 \"Advocate for Continuous Improvement**\n   - Regularly review and adapt the firm's risk management practices.\n   - Engage in continuous improvement of these practices.\"",
            "Obligation:10 \"Comply with Regulatory Requirements**\n    - Stay informed about and ensure compliance with regulatory requirements related to climate-related financial risks.\n    - Engage with stakeholders, including regulators, to understand expectations and best practices.\n\nIt is important to adapt these action items to the specific context of the firm, considering the nature, scale, complexity of operations, and the regulatory environment.\""
        ],
        "NamedEntities": {
            "board of directors": "group of people comprising the governing body of an organization that has the authority to set organizational strategy and policies as well as to select and, to some degree manage, leadership"
        }
    },
    {
        "ID": "177dc361-325e-4bb5-a8fc-8a4d7e700916",
        "PassageID": "D.",
        "Passage": "THE PRINCIPLES\n",
        "Obligations": []
    },
    {
        "ID": "628ad7ba-55e1-4833-bea9-2733af5c7616",
        "PassageID": "D.1.",
        "Passage": "Principle 1 – Oversight and responsibility of climate-related financial risk exposures. The board and senior management of financial firms should have an appropriate understanding of the organization’s climate-related financial risk exposures and their potential impact to facilitate effective oversight.\n",
        "Obligations": [
            "Obligation:1 \"Board and Senior Management Education**: Ensure that the board of directors and senior management are educated about climate-related financial risks, including their nature, potential impact, and financial implications.\"",
            "Obligation:2 \"Risk Assessment and Strategic Impact Assessment**: Conduct thorough assessments of the organization's exposure to climate-related financial risks, considering both current and potential future risks, and assess the potential strategic impact on the business model, operations, and financial planning.\"",
            "Obligation:3 \"Oversight Mechanisms and Monitoring**: Establish oversight mechanisms to monitor climate-related financial risks and maintain a process for continuous monitoring, including regular reporting, risk assessments, and strategic reviews.\"",
            "Obligation:4 \"Integration into Risk Management**: Integrate climate-related financial risks into the organization’s overall risk management framework, ensuring they are identified, assessed, managed, and monitored alongside other financial risks.\"",
            "Obligation:5 \"Policy Development**: Develop and implement policies and procedures to address the identification, assessment, management, and monitoring of climate-related financial risks.\"",
            "Obligation:6 \"Disclosure**: Implement disclosure practices to inform stakeholders about the organization's exposure to climate-related financial risks and ensure compliance with regulatory requirements for reporting in financial statements and other public disclosures.\"",
            "Obligation:7 \"Regulatory Compliance**: Stay up-to-date with and comply with all relevant regulations and guidelines related to climate-related financial risks, including ADGM regulations and any reporting or disclosure obligations.\"",
            "Obligation:8 \"Scenario Analysis**: Engage in scenario analysis to understand the potential impact of different climate-related events or changes on the organization's financial position and performance.\"",
            "Obligation:9 \"Stakeholder Engagement**: Communicate with stakeholders, including shareholders, clients, industry partners, investors, customers, and regulators, about the organization's approach to managing climate-related financial risks.\"",
            "Obligation:10 \"Accountability and Review**: Define clear lines of accountability for managing climate-related financial risks and regularly review and update the organization’s approach to reflect changes in the market, regulatory expectations, and the evolving nature of climate risks.\n\nThese action items are designed to ensure that organizations under the purview of financial regulations, such as those of the ADGM, effectively manage their climate-related financial risk exposures. Organizations should consider the materiality of these risks in relation to their overall risk profile and the nature of their business activities.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "588ad88c-0346-451c-825c-cadb70de504d",
        "PassageID": "D.1.1.",
        "Passage": "Principle 1 – Oversight and responsibility of climate-related financial risk exposures. The financial firm should ensure that the board and senior management have an adequate understanding of climate-related financial risks and that senior management is equipped with the appropriate skills and experience to manage and oversee these risks.\n",
        "Obligations": [
            "Obligation:1 \"Educate Board and Senior Management**:\n   - Provide education and resources to board members and senior management on climate-related financial risks.\n   - Ensure understanding of the impact of these risks on the firm and the financial system.\"",
            "Obligation:2 \"Integrate Climate Risks into Governance and Risk Management**:\n   - Incorporate oversight of climate-related risks into governance structures.\n   - Update the risk management framework to include climate-related financial risks.\n   - Develop policies and procedures for identifying, assessing, and managing these risks.\"",
            "Obligation:3 \"Enhance Skills and Experience**:\n   - Assess the skills and experience of senior management regarding climate risks.\n   - Implement training programs or recruit talent to manage and oversee these risks.\"",
            "Obligation:4 \"Establish Clear Oversight and Accountability**:\n   - Designate board members or senior managers with responsibility for climate risk oversight.\n   - Establish clear roles, responsibilities, and reporting lines for managing these risks.\"",
            "Obligation:5 \"Incorporate into Strategic Planning**:\n   - Integrate climate-related financial risks into strategic planning and decision-making.\n   - Evaluate the long-term impact on the firm's business model and strategy.\"",
            "Obligation:6 \"Implement Monitoring and Reporting Mechanisms**:\n   - Regularly monitor climate-related financial risks.\n   - Establish reporting mechanisms to the board, senior management, and stakeholders as required.\"",
            "Obligation:7 \"Ensure Transparency and Disclosure**:\n   - Make appropriate disclosures regarding the firm's exposure to climate-related financial risks.\"",
            "Obligation:8 \"Maintain Regulatory Compliance**:\n   - Comply with all relevant ADGM regulations and standards related to climate risks.\n   - Stay informed about regulatory changes and updates.\"",
            "Obligation:9 \"Conduct Regular Reviews and Updates**:\n   - Review and update the firm's understanding and management of climate risks regularly.\n   - Adapt risk management strategies in response to new information or regulatory changes.\"",
            "Obligation:10 \"Maintain Documentation**:\n   - Keep thorough documentation of processes, decisions, and actions related to managing climate risks.\n\nBy addressing these consolidated action items, the financial firm will meet its obligations under Principle 1 and demonstrate a proactive approach to managing climate-related financial risks within the ADGM regulatory framework.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "3e3434e6-099d-4bf5-9fbb-a9cf0b0fcc85",
        "PassageID": "D.1.2.",
        "Passage": "Principle 1 – Oversight and responsibility of climate-related financial risk exposures. Financial firms should have in place a sound climate-related financial risk management framework as part of their overall business strategy, including considering the risk appetite specific to climate-related financial risks. The risk appetite should be defined, approved and overseen by the board. The board should be able to provide evidence of its ongoing oversight of these risks, particularly when they are deemed to be material.\n",
        "Obligations": [
            "Obligation:1 \"Develop a Risk Management Framework:**\n   - Create and implement a comprehensive framework to manage climate-related financial risks, integrating it into the overall business strategy.\n   - The framework should enable identification, assessment, management, and monitoring of these risks.\"",
            "Obligation:2 \"Define and Document Risk Appetite:**\n   - Clearly articulate and document the level of climate-related financial risk the firm is willing to accept, ensuring alignment with strategic objectives and financial constraints.\"",
            "Obligation:3 \"Board Approval and Oversight:**\n   - Obtain board approval for the risk appetite and risk management framework.\n   - Establish processes for the board's ongoing oversight, including regular reviews and updates of the firm's approach to climate-related financial risks.\"",
            "Obligation:4 \"Maintain Evidence of Oversight:**\n   - Keep records that demonstrate the board's engagement and oversight, such as minutes, reports, and decisions related to climate risk management.\"",
            "Obligation:5 \"Assess Materiality of Risks:**\n   - Implement a process for the board to assess the materiality of climate-related financial risks and manage significant risks with appropriate attention and resources.\"",
            "Obligation:6 \"Integrate Risks into Business Strategy:**\n   - Ensure that climate-related financial risks are factored into the firm's business strategy, investment decisions, and risk management processes.\"",
            "Obligation:7 \"Reporting and Disclosure:**\n   - Develop reporting mechanisms for internal and external stakeholders, ensuring disclosures are accurate, clear, and reflective of the firm's risk profile.\"",
            "Obligation:8 \"Training and Competency:**\n   - Provide training for the board and relevant staff on climate-related financial risks and the firm's management approach.\n   - Ensure access to climate risk expertise for the board and senior management to support informed decision-making.\"",
            "Obligation:9 \"Review and Adapt Framework:**\n   - Regularly review the effectiveness of the risk management framework and adapt it to changing risks and business conditions.\"",
            "Obligation:10 \"Compliance with Reporting Obligations:**\n   - Comply with any reporting obligations regarding climate-related financial risks, including disclosures to stakeholders and regulators.\n\nBy addressing these action items, the firm will meet regulatory expectations for managing climate-related financial risks and ensure compliance within the broader regulatory environment.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "cb726396-dc04-4a52-97b7-67f000c4ea05",
        "PassageID": "D.1.3.",
        "Passage": "Principle 1 – Oversight and responsibility of climate-related financial risk exposures.Certain functions related to the management of climate-related financial risks may be delegated, but, as with other risks, the board is ultimately responsible and accountable for monitoring, managing and overseeing climate-related risks for the financial firm.\n",
        "Obligations": [
            "Obligation:1 \"Board Responsibility and Oversight**: Ensure the board of directors is actively overseeing the identification, assessment, monitoring, and management of climate-related financial risks. This includes setting up policies, procedures, and a risk management strategy that incorporates these risks.\"",
            "Obligation:2 \"Accountability**: Maintain board accountability for climate-related financial risk management, even when tasks are delegated. Implement mechanisms for overseeing delegated functions and regularly review their effectiveness.\"",
            "Obligation:3 \"Risk Management Integration**: Develop a comprehensive risk management framework that includes climate-related financial risks, and integrate this framework into the firm's overall risk management strategy.\"",
            "Obligation:4 \"Monitoring and Reporting Systems**: Establish systems to monitor climate-related risks and ensure that these risks are reported back to the board accurately and in a timely manner, using appropriate metrics, targets, and key risk indicators.\"",
            "Obligation:5 \"Policies and Procedures Documentation**: Create and maintain clear documentation of policies and procedures for managing climate-related financial risks, and communicate these throughout the firm.\"",
            "Obligation:6 \"Education and Training**: Ensure board members and staff are adequately informed, educated, and trained on climate-related financial risks to enhance their competence in managing these risks.\"",
            "Obligation:7 \"Transparency and Disclosure**: Oversee the preparation of disclosures related to climate-related financial risks, ensuring they are accurate, comprehensive, and made in accordance with regulatory requirements.\"",
            "Obligation:8 \"Strategic Planning Integration**: Incorporate the management of climate-related financial risks into the firm's strategic planning and business strategy, considering the potential impact on the business model and financial planning.\"",
            "Obligation:9 \"Regulatory Compliance**: Adhere to all specific regulations or guidelines related to climate-related financial risks issued by the ADGM or other relevant regulatory bodies.\"",
            "Obligation:10 \"Continuous Review and Adaptation**: Periodically review and update the firm's approach to managing climate-related financial risks, adapting to emerging best practices, regulatory expectations, and changes in market conditions or the firm's business activities.\n\nThese action items should be considered within the broader regulatory framework of the ADGM and the firm should stay informed about any regulatory updates or changes related to climate-related financial risks.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "f9b520f5-2ab5-497f-9ffc-3258c3340831",
        "PassageID": "D.1.4.",
        "Passage": "Principle 1 – Oversight and responsibility of climate-related financial risk exposures. Where required, financial firms should ensure that the board and senior management actively keep up to date to develop and maintain sufficient knowledge and skills to understand and assess the impact of climate-related financial risks on the financial firm and the broader financial sector, including by providing training. In addition, financial firms should also provide capacity building and training to relevant personnel to enhance management of climate-related financial risks.\n",
        "Obligations": [
            "Obligation:1 \"Board and Senior Management Engagement and Oversight**:\n   - Actively involve the board of directors and senior management in overseeing climate-related financial risks.\n   - Regularly update and inform the board and senior management about climate-related financial risks and their potential impact.\"",
            "Obligation:2 \"Knowledge and Skills Development for Board, Senior Management, and Personnel**:\n   - Develop and maintain adequate knowledge and skills to understand and assess climate-related financial risks.\n   - Participate in training programs, workshops, or other educational initiatives focused on climate risk management and sustainability.\"",
            "Obligation:3 \"Training and Capacity Building for All Relevant Parties**:\n   - Provide relevant training and capacity-building opportunities for the board, senior management, and personnel responsible for managing climate-related financial risks.\n   - Ensure that the training is relevant and equips staff with the necessary tools and understanding.\"",
            "Obligation:4 \"Assessment and Management of Climate-Related Risks**:\n   - Implement processes to identify, assess, and manage climate-related financial risks.\n   - Integrate climate risk considerations into the firm's overall risk management framework.\"",
            "Obligation:5 \"Documentation and Evidence of Compliance**:\n   - Maintain records of training and capacity-building activities for the board, senior management, and relevant personnel.\n   - Document the steps taken to oversee and inform about climate-related financial risks.\"",
            "Obligation:6 \"Continuous Improvement**:\n   - Regularly review and update the firm's approach to managing climate-related financial risks, including training and development programs.\"",
            "Obligation:7 \"Reporting and Disclosure**:\n   - Report on how the firm manages climate-related financial risks and disclose relevant information to stakeholders as required by regulatory authorities.\"",
            "Obligation:8 \"Compliance with Regulatory Expectations**:\n   - Ensure alignment with broader regulatory expectations and guidelines, including staying informed about updates or changes to regulatory requirements.\n\nThese action items should be tailored to the size, nature, and complexity of the financial firm and the specific risks it faces in relation to climate change.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "4f52540b-3576-4d61-a8a6-85b26ee95f80",
        "PassageID": "D.2.",
        "Passage": "Principle 2 - Incorporation of climate-related financial risk exposures into overall business strategy. The board and senior management of a financial firm should consider material climate-related financial risk exposures when setting the organization’s overall business strategy.\n",
        "Obligations": [
            "Obligation:1 \"Board and Senior Management Engagement**\n   - Actively involve the board of directors and senior management in understanding and assessing climate-related financial risks.\n   - Incorporate climate risk discussions into regular board and senior management meetings.\"",
            "Obligation:2 \"Risk Assessment**\n   - Conduct thorough assessments to identify material climate-related financial risks, including both physical and transition risks.\n   - Assess how these risks could affect the firm's business model, products, and services.\"",
            "Obligation:3 \"Strategy Integration**\n   - Integrate climate risk assessment findings into the firm's business strategy and strategic planning process.\n   - Develop and adjust strategies to mitigate, transfer, accept, or control identified risks in alignment with the firm's risk appetite.\"",
            "Obligation:4 \"Policy Development**\n   - Develop, implement, and communicate policies that address climate-related financial risks.\n   - Embed these policies into the firm's operations.\"",
            "Obligation:5 \"Scenario Analysis**\n   - Perform scenario analysis to test business strategy resilience against various climate-related risk scenarios.\n   - Use scenario outcomes to inform strategic adjustments for sustainability and resilience.\"",
            "Obligation:6 \"Disclosure and Reporting**\n   - Disclose the firm's approach to managing climate-related financial risks, in line with regulatory requirements and best practices (e.g., TCFD).\n   - Report to stakeholders on the management of these risks and their impact on the firm's strategy.\"",
            "Obligation:7 \"Monitoring and Review**\n   - Regularly monitor climate-related financial risks and the effectiveness of management strategies.\n   - Review and update the firm's approach to climate risk management as risks and business conditions evolve.\"",
            "Obligation:8 \"Training and Competence**\n   - Provide training to ensure the board, senior management, and relevant staff understand and can manage climate-related financial risks.\n   - Support informed decision-making through resources and training.\"",
            "Obligation:9 \"Stakeholder Engagement**\n   - Engage with stakeholders to understand their perspectives on climate-related risks and to inform the firm's strategy.\"",
            "Obligation:10 \"Compliance with Regulatory Expectations**\n   - Stay informed about and comply with regulatory expectations or requirements related to climate-related financial risks within the ADGM framework.\n\nBy addressing these consolidated action items, the financial firm will align with Principle 2 and proactively manage climate-related financial risks as part of its overall business strategy. It is also important to consult the ADGM regulations and guidelines for comprehensive compliance obligations.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "efde213f-e41b-4b8e-ad2f-19aab3a7ec5b",
        "PassageID": "D.2.1.",
        "Passage": "Principle 2 - Incorporation of climate-related financial risk exposures into overall business strategy. In developing and executing the financial firm’s overall strategic plan, the board and senior management should ensure that all risks including material climate-related financial risks and the ensuing opportunities are considered. Please refer to Principle 4 for considerations on materiality.\n",
        "Obligations": [
            "Obligation:1 \"Board and Senior Management Responsibility**:\n   - Ensure active involvement of the board and senior management in integrating climate-related financial risks into the strategic planning process.\"",
            "Obligation:2 \"Risk Identification and Assessment**:\n   - Identify and assess material climate-related financial risks, considering both current and potential future risks.\"",
            "Obligation:3 \"Materiality Assessment and Consideration**:\n   - Assess and determine the materiality of climate-related financial risks, referring to Principle 4 for guidance.\"",
            "Obligation:4 \"Strategic Planning**:\n   - Incorporate identified material climate-related financial risks and opportunities into the firm's strategic planning.\"",
            "Obligation:5 \"Opportunity Identification**:\n   - Identify opportunities arising from climate-related financial risks, such as new products, services, or investments in green technologies.\"",
            "Obligation:6 \"Risk Management**:\n   - Develop and implement risk management practices for climate-related risks, including scenario analysis, stress testing, and mitigation strategies.\"",
            "Obligation:7 \"Ongoing Monitoring and Review**:\n   - Continuously monitor and review climate-related financial risks and the effectiveness of management strategies, making adjustments as necessary.\"",
            "Obligation:8 \"Documentation and Evidence**:\n   - Maintain documentation that demonstrates the consideration and integration of climate-related financial risks into strategic planning.\"",
            "Obligation:9 \"Regulatory Reporting and Disclosure**:\n   - Report on the consideration and integration of climate-related financial risks as required by ADGM regulations and disclose in line with reporting frameworks.\"",
            "Obligation:10 \"Compliance with Further Guidance and Relevant Regulations**:\n    - Review and comply with guidance provided in Principle 4 and ensure compliance with all relevant ADGM regulations and guidelines.\"",
            "Obligation:11 \"Stakeholder Engagement**:\n    - Engage with stakeholders on the firm's approach to managing climate-related risks and their integration into the overall strategy.\n\nBy following these consolidated action items, a financial firm operating within the ADGM will be able to meet its obligations regarding the incorporation of climate-related financial risk exposures into its overall business strategy.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "849bf000-c5b9-469a-a602-71ceb593e43d",
        "PassageID": "D.2.2.",
        "Passage": "Principle 2 - Incorporation of climate-related financial risk exposures into overall business strategy. Any climate-related strategies or objectives should align with and support the financial firm’s broader strategy, risk appetite, and risk management framework.\n",
        "Obligations": [
            "Obligation:1 \"Risk Assessment**: Assess both short-term and long-term financial risks from climate change, including physical and transition risks, and integrate these into the overall risk management framework.\"",
            "Obligation:2 \"Strategy Alignment**: Ensure climate-related strategies and objectives are consistent with the broader business strategy and do not conflict with overall strategic goals.\"",
            "Obligation:3 \"Risk Appetite**: Define, document, and ensure the firm's risk appetite reflects an understanding of climate-related risks, setting appropriate limits and thresholds.\"",
            "Obligation:4 \"Risk Management Framework and Policy Development**: Incorporate climate-related financial risks into the existing risk management framework and develop policies and procedures to support the identification, assessment, management, and monitoring of these risks.\"",
            "Obligation:5 \"Governance**: Establish clear governance structures with defined roles and responsibilities at the board and management levels for oversight and accountability of climate-related risk management.\"",
            "Obligation:6 \"Scenario Analysis**: Conduct scenario analysis to understand the potential impact of climate-related risks under different future states and inform strategic planning.\"",
            "Obligation:7 \"Disclosure and Reporting**: Be transparent and establish processes for reporting and disclosing climate-related financial risks in line with regulatory requirements and industry best practices, such as TCFD recommendations.\"",
            "Obligation:8 \"Monitoring and Review**: Regularly monitor climate-related risks and the effectiveness of strategies to manage them, reviewing and updating the risk management framework and business strategy as needed.\"",
            "Obligation:9 \"Training and Competence**: Ensure board members, senior management, and relevant staff are adequately trained and competent to understand and manage climate-related risks.\"",
            "Obligation:10 \"Stakeholder Engagement**: Engage with stakeholders, including investors, customers, and regulators, on the approach to managing climate-related risks.\"",
            "Obligation:11 \"Regulatory Compliance**: Stay informed about and comply with all relevant ADGM regulations and guidelines related to climate-related financial risks, and be prepared for updates or changes to these regulations.\n\nThese action items should be tailored to the size, nature, and complexity of the firm to ensure effective management of climate-related financial risks.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "5d9bcded-f2e7-4adf-b237-27530e6dd8c0",
        "PassageID": "D.2.3.",
        "Passage": "Principle 2 - Incorporation of climate-related financial risk exposures into overall business strategy. It is recognised that the incorporation of material climate-related financial risks into various planning processes is evolving as measurement methodologies, models, and data for analysing these risks mature over time. The board and senior management should ensure that climate-related financial risks are documented and periodically reviewed. Any climate-related strategies or objectives should be continuously improved based on the lessons drawn from measuring, analysing and monitoring of these risks.\n",
        "Obligations": [
            "Obligation:1 \"Risk Assessment and Strategy Integration**:\n   - Conduct a comprehensive assessment of climate-related financial risks to the business.\n   - Incorporate these risks into the business strategy, risk management framework, and planning processes.\"",
            "Obligation:2 \"Documentation and Maintenance**:\n   - Document the identified climate-related financial risks and management processes.\n   - Regularly update the documentation to reflect changes in risks or business operations.\"",
            "Obligation:3 \"Periodic Review and Adjustment**:\n   - Set a regular schedule to review the documented climate-related financial risks.\n   - Assess and adjust strategies for managing these risks based on the reviews.\"",
            "Obligation:4 \"Governance and Oversight**:\n   - Involve the board and senior management in overseeing the integration of climate-related financial risks.\n   - Keep the board and senior management informed about these risks and the measures in place to manage them.\"",
            "Obligation:5 \"Continuous Improvement and Learning**:\n   - Develop processes for continuous improvement based on outcomes from measuring, analyzing, and monitoring climate-related financial risks.\n   - Learn from past experiences to refine strategies and risk management practices.\"",
            "Obligation:6 \"Adaptation and Methodological Awareness**:\n   - Stay informed about evolving methodologies, models, and data for analyzing climate-related financial risks.\n   - Adapt risk assessment and management processes to incorporate better tools and more accurate data as they become available.\"",
            "Obligation:7 \"Transparency and Public Disclosure**:\n   - Be transparent about how the organization is managing climate-related financial risks.\n   - Include relevant information in public disclosures as required by regulations or reporting standards.\"",
            "Obligation:8 \"Stakeholder Engagement and Feedback**:\n   - Engage with stakeholders, including investors, customers, and regulators, on the approach to managing climate-related financial risks.\n   - Incorporate stakeholder feedback into the improvement of climate-related risk strategies.\"",
            "Obligation:9 \"Strategy and Objective Setting**:\n   - Establish and align climate-related strategies or objectives with overall business objectives.\"",
            "Obligation:10 \"Measurement and Analysis Investment**:\n   - Invest in or contribute to the development of measurement methodologies and data analysis capabilities for better understanding and quantifying climate-related financial risks.\n\nBy executing these action items, the organization will align with the regulatory expectations for managing climate-related financial risks and ensure compliance with ADGM financial regulations.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "16955e13-fac6-4e0d-9506-84c56330a727",
        "PassageID": "D.3.",
        "Passage": "Principle 3 – Assigning climate-related financial risk management responsibilities within the organization . The financial firm’s board should assign climate-related financial risk management responsibilities throughout the organization.\n",
        "Obligations": [
            "Obligation:1 \"Board Oversight and Responsibility**: Ensure the board of directors formally acknowledges their responsibility for overseeing climate-related financial risks and integrates these risks into the firm's overall risk management framework.\"",
            "Obligation:2 \"Assignment of Responsibilities and Roles**: Assign specific responsibilities for managing climate-related financial risks to appropriate individuals or committees within the organization, identifying clear roles for assessment, monitoring, and management.\"",
            "Obligation:3 \"Integration into Risk Management Framework and Governance Structures**: Integrate climate-related financial risks into the firm's risk management framework and existing governance structures, potentially creating new roles, committees, or sub-committees as necessary.\"",
            "Obligation:4 \"Policies and Procedures Development**: Develop and implement policies and procedures to support the identification, assessment, management, and monitoring of climate-related financial risks.\"",
            "Obligation:5 \"Reporting, Monitoring, and Accountability**: Establish clear reporting lines and accountability mechanisms, ensuring regular reporting to the board on the management and evolution of climate-related financial risks.\"",
            "Obligation:6 \"Training, Competence, and Capacity**: Ensure individuals responsible for climate-related financial risk management have the necessary skills, knowledge, and expertise, providing targeted training, professional development, or hiring specialists as needed.\"",
            "Obligation:7 \"Performance Evaluation and Strategic Planning**: Include climate-related financial risk management within performance evaluation criteria for relevant staff and consider these risks in the firm's strategic planning and decision-making processes.\"",
            "Obligation:8 \"Continuous Improvement**: Regularly review and update the firm's approach to managing climate-related financial risks to ensure effectiveness and alignment with emerging risks, best practices, and regulatory guidance.\"",
            "Obligation:9 \"Disclosure and Transparency**: Ensure transparency in the firm's approach to managing climate-related financial risks through public disclosures, in line with regulatory requirements and best practices.\"",
            "Obligation:10 \"Compliance with Regulatory Expectations**: Stay informed about and comply with regulatory expectations or guidelines specific to climate-related financial risks, particularly those set by the ADGM Financial Services Regulatory Authority (FSRA) or other relevant bodies.\n\nThese action items are designed to ensure that the firm is resilient to climate-related financial risks and aligned with regulatory expectations, considering the size, nature, and complexity of the firm.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "ea750995-36f4-4d77-a042-be63331dfc3a",
        "PassageID": "D.3.1.",
        "Passage": "Principle 3 – Assigning climate-related financial risk management responsibilities within the organization . Responsibilities for identifying and managing climate-related financial risks should be clearly assigned to either board committees or appropriate senior management to ensure climate-related financial risks are appropriately considered as part of the financial firm’s business strategy and risk management framework.\n",
        "Obligations": [
            "Obligation:1 \"Assign Responsibility**: Designate specific individuals or committees with the authority and expertise to manage climate-related financial risks.\"",
            "Obligation:2 \"Board Involvement**: If applicable, assign climate risk oversight to a board committee such as the Risk Committee or Sustainability Committee.\"",
            "Obligation:3 \"Senior Management Engagement**: Assign responsibilities to senior management members if not overseen by the board.\"",
            "Obligation:4 \"Integration into Business Strategy**: Incorporate climate-related financial risks into the organization's strategic planning and decision-making.\"",
            "Obligation:5 \"Risk Management Framework**: Integrate climate-related financial risks into the existing risk management framework, including identification, assessment, management, and monitoring.\"",
            "Obligation:6 \"Documentation and Policies**: Develop and maintain policies and procedures for managing climate-related financial risks, including clear articulation of roles and responsibilities.\"",
            "Obligation:7 \"Training and Competence**: Provide necessary training and resources to those responsible for managing climate-related financial risks.\"",
            "Obligation:8 \"Reporting and Accountability**: Establish reporting lines and accountability mechanisms for effective communication of climate risk information to the board, senior management, and stakeholders.\"",
            "Obligation:9 \"Ongoing Review**: Regularly review and update the assignment of responsibilities and risk management processes for climate-related financial risks.\"",
            "Obligation:10 \"Compliance with Regulations**: Ensure all actions comply with ADGM regulations and any other applicable laws or international standards, and stay informed about regulatory updates.\"",
            "Obligation:11 \"Reporting and Monitoring**: Set up processes for regular reporting and monitoring of climate-related financial risks, including external reporting where necessary.\"",
            "Obligation:12 \"Training and Awareness**: Provide training to the board, committees, senior management, and relevant staff to understand climate-related financial risks.\"",
            "Obligation:13 \"Continuous Improvement**: Continuously improve the management of climate-related financial risks to adapt to regulatory, market, and business changes.\n\nBy focusing on these consolidated action items, your organization can effectively manage climate-related financial risks and maintain compliance with ADGM regulations.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "6d891833-a7ac-4473-b8bd-81d09d98d81b",
        "PassageID": "D.3.2.",
        "Passage": "Principle 3 – Assigning climate-related financial risk management responsibilities within the organization . As outlined in Principle 1, while the financial firm’s board remains ultimately responsible and accountable for the oversight of the management of climate-related financial risks, the assignment of responsibilities in line with Principle 3 should be formally documented.\n",
        "Obligations": [
            "Obligation:1 \"Formal Documentation**: Formally document the assignment of responsibilities for managing climate-related financial risks, outlining clear roles within the organization.\"",
            "Obligation:2 \"Responsibility Assignment**: Assign specific responsibilities for climate-related financial risk management to appropriate individuals, teams, or committees.\"",
            "Obligation:3 \"Board Oversight**: Ensure the board retains ultimate responsibility and accountability for overseeing climate-related financial risk management, including setting strategic direction and ensuring the effectiveness of the risk management framework.\"",
            "Obligation:4 \"Integration with Risk Management Framework**: Integrate the management of climate-related financial risks into the organization's overall risk management framework, aligning with the organization's risk appetite.\"",
            "Obligation:5 \"Reporting and Accountability**: Establish clear reporting lines and accountability mechanisms to keep the board and senior management informed about climate-related financial risks and management measures.\"",
            "Obligation:6 \"Review and Update**: Regularly review and update the assignment of responsibilities and documentation to reflect changes in the organization's structure, strategy, or risk profile.\"",
            "Obligation:7 \"Compliance with Regulations**: Ensure compliance with all relevant ADGM regulations, guidelines, and other applicable laws and international standards.\"",
            "Obligation:8 \"Training and Competence**: Ensure that individuals or teams managing climate-related financial risks have the necessary skills, knowledge, and competence.\"",
            "Obligation:9 \"Stakeholder Engagement**: Engage with stakeholders, including investors, customers, and regulators, to communicate the organization's management of climate-related financial risks.\"",
            "Obligation:10 \"Alignment with Principle 1**: Ensure that the assignment of responsibilities is consistent with Principle 1, maintaining that the board is ultimately responsible for climate risk oversight.\"",
            "Obligation:11 \"Integration into Governance Structures**: Integrate responsibilities for managing climate-related financial risks into the organization's governance structures, potentially establishing new roles or enhancing existing ones.\"",
            "Obligation:12 \"Communication and Training**: Communicate responsibilities regarding climate-related financial risks to all relevant staff and provide appropriate training.\"",
            "Obligation:13 \"Transparency and Reporting**: Disclose how the organization manages climate-related financial risks to stakeholders as required by applicable disclosure requirements.\"",
            "Obligation:14 \"Consult Regulations and Seek Advice**: Consult specific ADGM regulations and guidelines applicable to the organization and seek legal or professional advice to ensure full compliance and effective integration into risk management and governance frameworks.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "83c63f1a-401e-4d84-8d43-2ecd59d4502e",
        "PassageID": "D.3.3.",
        "Passage": "Principle 3 – Assigning climate-related financial risk management responsibilities within the organization . Such roles and responsibilities should be clearly defined to ensure there is clarity over functions, accountability, governance structure, escalation processes and reporting procedures across the financial firm in relation to climate-related financial risk management.\n",
        "Obligations": [
            "Obligation:1 \"Define Roles and Responsibilities**: Document the specific roles and responsibilities related to climate-related financial risk management, specifying tasks, authority levels, and who is responsible for identification, assessment, management, and monitoring of these risks.\"",
            "Obligation:2 \"Establish Accountability**: Identify and assign accountable individuals or committees for managing climate-related financial risks, ensuring they understand their responsibilities and have the necessary authority and resources.\"",
            "Obligation:3 \"Develop Governance Structure**: Integrate climate-related financial risk management into the firm's governance structure, which may involve setting up a dedicated committee or incorporating responsibilities into existing committees.\"",
            "Obligation:4 \"Create Escalation Processes**: Develop and document clear processes for escalating climate-related financial risks within the organization, including thresholds, triggers, and pathways for escalation.\"",
            "Obligation:5 \"Implement Reporting Procedures**: Establish procedures for effective internal and external communication of climate-related financial risks, including regular reporting to stakeholders such as senior management, the board of directors, regulators, investors, and clients.\"",
            "Obligation:6 \"Ensure Training and Competence**: Provide training and ensure that individuals responsible for climate-related financial risk management have the necessary skills, knowledge, and competence.\"",
            "Obligation:7 \"Develop and Maintain Policies and Procedures**: Create and regularly review policies and procedures that support the management of climate-related financial risks, ensuring alignment with the overall risk management framework.\"",
            "Obligation:8 \"Integrate with Risk Management Framework**: Ensure that climate-related financial risks are considered within the firm's overall risk management framework, including risk appetite, stress testing, scenario analysis, and strategic planning.\"",
            "Obligation:9 \"Conduct Oversight and Review**: Establish processes for the oversight and periodic review of the climate-related financial risk management framework to assess its effectiveness and adherence to roles and responsibilities.\"",
            "Obligation:10 \"Maintain Regulatory Compliance**: Stay informed about and comply with ADGM-specific regulatory requirements related to climate-related financial risks, including reporting obligations to the FSRA and other relevant bodies.\"",
            "Obligation:11 \"Documentation and Evidence**: Keep documentation and evidence of the assignment and execution of climate-related financial risk management responsibilities, ensuring it is available for regulatory review if necessary.\"",
            "Obligation:12 \"Review and Update Processes**: Regularly review and update the climate-related financial risk management roles, responsibilities, and processes to ensure they are effective and relevant in light of changing circumstances or new information.\n\nThese action items should be tailored to the size, nature, and complexity of the firm and should be consistent with any other relevant regulatory requirements within the ADGM framework.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "caba920b-c4a6-4af8-807b-9692bee0bb49",
        "PassageID": "D.3.4.",
        "Passage": "Principle 3 – Assigning climate-related financial risk management responsibilities within the organization . Where dedicated climate-related roles or departments are established, their responsibilities and interaction with existing governance structures should be clearly defined and documented.\n",
        "Obligations": [
            "Obligation:1 \"Assign Responsibilities**: Designate individuals or teams accountable for managing climate-related financial risks.\"",
            "Obligation:2 \"Establish Dedicated Roles or Departments**: Create roles or departments focused on climate-related financial risk management if the organization's size and complexity require it.\"",
            "Obligation:3 \"Define and Document Responsibilities**: Clearly outline and document the tasks, authority, and integration of these roles or departments within the organization's governance structure.\"",
            "Obligation:4 \"Integrate into Governance Structures**: Ensure that the roles or departments for climate-related financial risk management are well-integrated with existing governance structures, with clear reporting lines and communication channels.\"",
            "Obligation:5 \"Develop Policies and Procedures**: Implement policies and procedures for identifying, assessing, managing, and monitoring climate-related financial risks.\"",
            "Obligation:6 \"Oversight and Accountability**: Set up mechanisms for regular reporting and accountability on climate-related financial risks to governance bodies.\"",
            "Obligation:7 \"Training and Competence**: Provide training and ensure that personnel involved in climate-related financial risk management are competent and aware of their responsibilities.\"",
            "Obligation:8 \"Continuous Improvement and Ongoing Review**: Continuously improve practices and regularly review the effectiveness of climate-related financial risk management roles or departments, adapting as necessary.\"",
            "Obligation:9 \"Regulatory Compliance**: Stay informed about and comply with ADGM's regulatory requirements regarding climate-related financial risks.\"",
            "Obligation:10 \"Reporting and Stakeholder Engagement**: Establish reporting mechanisms to inform the board and senior management, and engage with stakeholders to communicate the organization's approach to managing climate-related financial risks.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "77abe524-5baf-4249-9830-cf0bf58f014a",
        "PassageID": "D.3.5.",
        "Passage": "Principle 3 – Assigning climate-related financial risk management responsibilities within the organization . Roles and responsibilities for identifying and managing climate-related financial risks should be regularly reviewed to ensure it continues to be relevant to the nature and complexity of the business model and activities of the financial firm as well as the evolution of climate-related financial risks management approaches and methodologies.\n",
        "Obligations": [
            "Obligation:1 \"Assign Responsibilities**: Designate individuals or teams accountable for climate-related financial risk management and ensure they understand the risks to the business model and activities.\"",
            "Obligation:2 \"Regular Review and Update**: Establish a process for the regular review and updating of roles and responsibilities to ensure they are effective, relevant, and aligned with any changes in the business model, complexity of activities, and the evolving nature of climate-related financial risks.\"",
            "Obligation:3 \"Adaptation to Business Model and Activities**: Tailor the risk management framework to the specific nature and complexity of the firm's business model and activities, ensuring it is proportionate to the scale and complexity of the climate-related risks faced.\"",
            "Obligation:4 \"Stay Informed on Risk Management Approaches**: Keep abreast of the latest developments in climate-related financial risks management approaches and methodologies, and adapt internal policies and procedures to integrate these best practices.\"",
            "Obligation:5 \"Documentation and Evidence**: Maintain thorough documentation of assigned roles, responsibilities, and the regular review process, ensuring this information is available for regulatory review, audit, or stakeholder disclosure.\"",
            "Obligation:6 \"Integrate into Overall Risk Management Framework**: Embed the management of climate-related financial risks into the firm's overall risk management framework, involving those responsible in the identification, assessment, monitoring, and mitigation processes.\"",
            "Obligation:7 \"Governance and Oversight**: Ensure senior management and the board of directors, where applicable, oversee climate-related financial risk management, providing necessary authority, resources, and expertise to manage these risks effectively.\"",
            "Obligation:8 \"Develop Policies and Procedures**: Formulate and implement policies and procedures that support the identification, assessment, management, and monitoring of climate-related financial risks.\"",
            "Obligation:9 \"Training and Competency**: Guarantee that individuals responsible for managing climate-related financial risks are competent and receive appropriate training.\"",
            "Obligation:10 \"Internal Communication**: Communicate the importance of managing climate-related financial risks throughout the organization to ensure all employees understand their role in supporting the risk management framework.\"",
            "Obligation:11 \"Reporting and Transparency**: Report on the management of climate-related financial risks and disclose relevant information to stakeholders as required by ADGM regulations and guidelines.\n\nBy addressing these action items, the organization will align with Principle 3 and demonstrate a proactive approach to managing climate-related financial risks in accordance with ADGM regulations and international best practices.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "1c439379-397b-4bca-b7e0-5b81bbe94b09",
        "PassageID": "D.4.",
        "Passage": "Principle 4 – Incorporation of climate-related financial risks into risk management framework. The financial firm’s board and senior management should oversee the incorporation of climate-related financial risks into the organization’s internal risk management framework and oversee the development and implementation of policies and procedures to identify, assess, measure, mitigate, monitor and report on climate-related financial risk exposures.\n",
        "Obligations": [
            "Obligation:1 \"Board and Senior Management Oversight**:\n   - Actively oversee the integration of climate-related financial risks into the firm's risk management framework.\n   - Develop and clarify roles and responsibilities for the board and senior management regarding climate risk oversight.\"",
            "Obligation:2 \"Risk Management Framework Integration**:\n   - Incorporate climate-related financial risks into the existing risk management framework.\n   - Ensure the framework comprehensively captures all relevant climate-related risks.\"",
            "Obligation:3 \"Policy and Procedure Development**:\n   - Establish and implement policies and procedures to identify and manage climate-related financial risks.\n   - Integrate these policies and procedures into the firm's overall risk management strategy.\"",
            "Obligation:4 \"Identification of Climate-Related Risks**:\n   - Identify and assess all potential sources of climate-related financial risks, including physical, transitional, and liability risks.\n   - Consider the impact of these risks on the firm's operations, financial performance, business model, and strategy, both in the short and long term.\"",
            "Obligation:5 \"Assessment and Measurement**:\n   - Develop and apply methodologies to assess and measure the firm's exposure to climate-related risks.\n   - Incorporate risk assessment into regular processes, using stress testing and scenario analysis as needed.\"",
            "Obligation:6 \"Mitigation Strategies**:\n   - Design and implement strategies to mitigate identified climate-related risks.\n   - Consider insurance, hedging, and other risk transfer mechanisms as part of the mitigation strategy.\"",
            "Obligation:7 \"Monitoring**:\n   - Establish ongoing monitoring processes for climate-related risks.\n   - Ensure the risk management framework is dynamic and responsive to new information or changes in risk factors.\"",
            "Obligation:8 \"Reporting**:\n   - Develop and maintain reporting mechanisms for internal and external communication of climate-related risk exposures.\n   - Ensure reporting is transparent, consistent, and provides stakeholders with a clear understanding of risk management.\"",
            "Obligation:9 \"Review and Update**:\n   - Regularly review and update policies, procedures, and strategies related to climate-related risks.\n   - Stay informed about evolving regulatory expectations, market developments, and scientific knowledge on climate change.\"",
            "Obligation:10 \"Regulatory Compliance**:\n    - Ensure all actions comply with relevant regulatory requirements, including those set forth by ADGM or other applicable bodies.\n    - Monitor and adapt to evolving regulatory expectations and international best practices.\n\nBy executing these action items, the firm will align with Principle 4 and demonstrate a proactive approach to managing climate-related financial risks within the regulatory framework of the ADGM.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "9e90a490-29dd-470a-b14e-3890954a1f0a",
        "PassageID": "D.4.1.",
        "Passage": "Principle 4 – Incorporation of climate-related financial risks into risk management framework. Climate-related financial risks affecting financial firms should be identified. Identification of these risks should involve a comprehensive assessment of how the risks posed by climate-related matters may affect the financial firm, which should include an assessment of climate-related financial risks across a range of plausible scenarios and under various time horizons.\n",
        "Obligations": [
            "Obligation:1 \"Risk Identification**: Actively identify both physical and transition climate-related financial risks that could impact your firm.\"",
            "Obligation:2 \"Comprehensive Assessment**: Conduct thorough assessments of how climate-related matters may impact your firm's financial performance, operations, business model, investment strategies, and risk profile, considering both direct and indirect impacts.\"",
            "Obligation:3 \"Scenario Analysis**: Assess climate-related financial risks across a range of plausible scenarios, considering different pathways of greenhouse gas emissions, policy decisions, technological advancements, and varying degrees of severity in climate change impacts.\"",
            "Obligation:4 \"Time Horizons**: Evaluate risks across short-term, medium-term, and long-term time horizons to account for the temporal dimension of climate change effects.\"",
            "Obligation:5 \"Integration into Risk Management Framework**: Integrate climate-related financial risks into your existing risk management framework, ensuring they are considered alongside other financial risks in your firm's overall risk strategy and decision-making processes.\"",
            "Obligation:6 \"Regular Review and Update**: Regularly review and update your risk assessments and management strategies as new information becomes available and as climate science and data evolve.\"",
            "Obligation:7 \"Governance and Oversight**: Ensure appropriate governance and oversight of the process for managing climate-related financial risks, potentially involving the board of directors, senior management, or a dedicated committee.\"",
            "Obligation:8 \"Disclosure**: Disclose your management of climate-related financial risks to stakeholders, including investors, clients, and regulators, as required by ADGM or other relevant regulatory bodies.\"",
            "Obligation:9 \"Compliance with Relevant Regulations**: Comply with all relevant regulations, guidelines, or principles set forth by ADGM or other regulatory bodies regarding climate-related financial risks and ESG factors.\"",
            "Obligation:10 \"Training and Competence**: Provide adequate training and ensure staff competency in identifying and managing climate-related financial risks, including specific training on climate risk analysis and scenario planning.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "84910980-d342-4932-bbdd-6f80dccae0b5",
        "PassageID": "D.4.2.",
        "Passage": "Principle 4 – Incorporation of climate-related financial risks into risk management framework. An appropriate framework for managing climate-related financial risks should be based on a comprehensive assessment of how and to what extent such risks would affect the financial firm’s business, operations and/or portfolios. The assessment of climate-related financial risks should take into account strategic, financial, operational and reputational risk implications.\n",
        "Obligations": [
            "Obligation:1 \"Risk Assessment**:\n   - Conduct a comprehensive assessment of climate-related financial risks, including both transitional and physical risks.\n   - Evaluate strategic, financial, operational, and reputational risks from climate change.\"",
            "Obligation:2 \"Risk Management Framework Integration**:\n   - Develop and implement a risk management framework that includes climate-related financial risks.\n   - Integrate climate-related risk management into the overall risk management strategy.\"",
            "Obligation:3 \"Strategic Planning**:\n   - Incorporate climate-related considerations into strategic planning.\n   - Assess the long-term sustainability of business activities in the context of climate change.\n   - Identify opportunities and risks from the transition to a lower-carbon economy.\"",
            "Obligation:4 \"Policies and Procedures**:\n   - Establish and regularly update policies and procedures for managing climate-related risks.\n   - Ensure policies and procedures reflect current climate science, regulatory expectations, and market dynamics.\"",
            "Obligation:5 \"Governance**:\n   - Ensure governance structures support climate risk oversight and management.\n   - Assign clear roles and responsibilities for managing climate-related risks.\"",
            "Obligation:6 \"Scenario Analysis and Financial Analysis**:\n   - Conduct scenario analysis and financial modeling to assess business resilience under various climate-related scenarios.\n   - Perform stress testing and financial impact analysis.\"",
            "Obligation:7 \"Disclosure and Reporting**:\n   - Disclose climate-related financial risks in line with TCFD and other relevant standards.\n   - Establish reporting processes for climate risks to the board and senior management.\n   - Regularly report on the effectiveness of the risk management framework.\"",
            "Obligation:8 \"Training and Competence**:\n   - Provide training to staff on climate-related financial risks and management.\"",
            "Obligation:9 \"Monitoring and Review**:\n   - Regularly monitor and review the approach to managing climate-related financial risks.\n   - Adjust the risk management framework as necessary based on evolving risks and regulatory expectations.\"",
            "Obligation:10 \"Regulatory Compliance**:\n    - Stay informed about ADGM's regulatory requirements regarding climate-related financial risks.\n    - Ensure ongoing compliance and engage with regulators to understand and demonstrate compliance.\"",
            "Obligation:11 \"Operational Resilience and Reputational Considerations**:\n    - Assess and manage operational risks from severe weather events and other climate impacts.\n    - Be aware of and manage reputational risks associated with climate risk management and sustainability.\n\nIt is recommended to consult with legal and compliance professionals to ensure full compliance with all regulatory obligations within the ADGM framework, as these obligations may evolve and vary based on the firm's operations.\""
        ],
        "NamedEntities": {
            "account": "container for records associated with a business arrangement for regular transactions and services"
        },
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "df1a0712-44aa-4834-9350-1c6ac41fe97c",
        "PassageID": "D.4.3.",
        "Passage": "Principle 4 – Incorporation of climate-related financial risks into risk management framework. Financial firms should conduct a materiality assessment with clear definitions and thresholds for climate-related financial risks, which will help them decide how to embed climate-related financial risks into their existing risk management frameworks.\n",
        "Obligations": [
            "Obligation:1 \"Materiality Assessment:**\n   - Conduct a comprehensive and thorough assessment to determine the materiality of climate-related financial risks to your firm.\n   - Establish clear definitions and set thresholds for climate-related financial risks.\"",
            "Obligation:2 \"Risk Management Framework Integration:**\n   - Integrate climate-related financial risks into the firm’s existing risk management framework.\n   - Update risk policies, processes, and procedures to manage and report on climate-related risks.\"",
            "Obligation:3 \"Strategy Alignment:**\n   - Align the firm’s strategy and risk appetite with the findings from the materiality assessment.\n   - Consider the implications of climate-related risks on the business model, products, and services.\"",
            "Obligation:4 \"Governance:**\n   - Ensure the firm’s governance structure supports the oversight and management of climate-related financial risks.\n   - Assign clear roles and responsibilities for managing these risks.\"",
            "Obligation:5 \"Scenario Analysis and Stress Testing (if applicable):**\n   - Incorporate climate-related scenarios into stress testing and scenario analysis exercises.\n   - Use results to inform risk management and strategic planning.\"",
            "Obligation:6 \"Disclosure and Reporting:**\n   - Disclose climate-related financial risks in line with frameworks like the TCFD recommendations.\n   - Report on the integration of climate-related risks into the risk management framework and their impact.\"",
            "Obligation:7 \"Continuous Monitoring and Review:**\n   - Regularly monitor and review the risk management framework's effectiveness in managing climate-related financial risks.\n   - Update the framework and practices as necessary due to changes in risk profile or external developments.\"",
            "Obligation:8 \"Training and Competence:**\n   - Train relevant staff to understand and manage climate-related financial risks.\n   - Provide ongoing education to keep staff updated on climate-related risks and management practices.\"",
            "Obligation:9 \"Regulatory Compliance:**\n   - Stay informed about ADGM’s regulatory expectations and requirements regarding climate-related financial risks.\n   - Ensure compliance with all reporting and regulatory obligations related to climate risk in the ADGM.\n\nThese action items should be tailored to the nature, scale, and complexity of the firm’s operations and the evolving regulatory landscape. Regular consultation of ADGM regulations and guidelines or seeking professional advice is recommended to ensure full compliance.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "c3449601-e09e-4b9e-a311-af64bb91411a",
        "PassageID": "D.4.4.",
        "Passage": "Principle 4 – Incorporation of climate-related financial risks into risk management framework. A financial firm should, in a materiality assessment, consider its exposure to physical and transition risks.\n",
        "Obligations": [
            "Obligation:1 \"Risk Management Framework Integration**:\n   - Integrate climate-related risks into the firm's risk management framework.\n   - Update risk management policies and procedures to include climate-related risks.\n   - Ensure the risk management framework is dynamic and responsive to evolving climate-related risks.\"",
            "Obligation:2 \"Materiality Assessment**:\n   - Conduct a materiality assessment to determine the significance of climate-related risks to the firm's business model and operations.\n   - Identify and assess the impact of physical risks (e.g., extreme weather, climate patterns) and transition risks (e.g., policy changes, market trends) on the firm's assets and business continuity.\"",
            "Obligation:3 \"Risk Identification and Assessment**:\n   - Develop methodologies for identifying, assessing, and quantifying climate-related risks.\n   - Consider both short-term and long-term risks and their interaction with other financial risks.\"",
            "Obligation:4 \"Risk Management and Mitigation**:\n   - Implement strategies to manage and mitigate identified climate-related risks.\n   - Ensure the firm's risk appetite reflects its exposure to climate-related risks.\"",
            "Obligation:5 \"Monitoring and Reporting**:\n   - Establish processes for ongoing monitoring of climate-related risks.\n   - Report to senior management and stakeholders on the firm's climate-related risk exposure and management effectiveness.\n   - Include climate-related risks in the firm's regular reporting cycles.\"",
            "Obligation:6 \"Governance**:\n   - Ensure the firm's governance structures support the oversight and management of climate-related risks.\n   - Assign clear roles and responsibilities for managing climate-related risks within the firm.\n   - Ensure the board and senior management are informed and accountable for managing climate-related risks.\"",
            "Obligation:7 \"Scenario Analysis**:\n   - Use scenario analysis to test the firm's resilience to different climate-related risk scenarios.\"",
            "Obligation:8 \"Disclosure**:\n   - Disclose climate-related risks in line with the TCFD recommendations and other international frameworks.\"",
            "Obligation:9 \"Training and Competence**:\n   - Provide training to relevant staff on identifying and managing climate-related risks effectively.\"",
            "Obligation:10 \"Regulatory Compliance**:\n    - Stay informed about and comply with ADGM regulations and guidelines related to climate-related risks and sustainability.\"",
            "Obligation:11 \"Review and Update**:\n    - Regularly review and update the risk management framework to reflect changes in climate-related risks and regulatory expectations.\""
        ],
        "NamedEntities": {
            "exposure": "the extent to which an individual or organization is unprotected and open to damage, danger, risk of suffering a loss, or uncertainty"
        },
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "dc0ad2c0-0930-4a16-92ad-417093a96c45",
        "PassageID": "D.4.5.",
        "Passage": "Principle 4 – Incorporation of climate-related financial risks into risk management framework. Depending on the type of exposure and risk drivers, financial firms should deploy qualitative and/or quantitative approaches to assess the materiality of the risks. To form a final judgement on materiality, financial firms should develop a threshold, or a combination of thresholds, against which the outcome of the materiality assessment is determined. These thresholds can be quantitative or qualitative, depending on whether a quantitative assessment of materiality is feasible or whether a qualitative threshold is more suitable.\n",
        "Obligations": [
            "Obligation:1 \"Develop Risk Assessment Methodology**: Establish a methodology for assessing climate-related financial risks using both qualitative and quantitative approaches.\"",
            "Obligation:2 \"Conduct Materiality Assessment**: Evaluate the significance of climate-related financial risks to your firm's financial and operational stability.\"",
            "Obligation:3 \"Establish Materiality Thresholds**: Develop quantitative and/or qualitative thresholds to determine when climate-related risks warrant action or further investigation.\"",
            "Obligation:4 \"Make Final Judgement on Materiality**: After applying thresholds, make a final judgement on the materiality of climate-related financial risks and how they should inform risk management decisions.\"",
            "Obligation:5 \"Integrate into Risk Management Framework**: Ensure climate-related financial risks are integrated into the overall risk management framework and managed alongside other risks.\"",
            "Obligation:6 \"Document Processes and Judgements**: Maintain documentation of methodologies, assessments, thresholds, and judgements for compliance and regulatory review purposes.\"",
            "Obligation:7 \"Regularly Review and Update**: Continuously review and update risk assessment methodologies and thresholds to adapt to evolving climate-related risks and new information.\"",
            "Obligation:8 \"Ensure Governance and Oversight**: Implement appropriate governance and oversight for managing climate-related financial risks, involving board and senior management.\"",
            "Obligation:9 \"Comply with Regulatory Expectations**: Align your risk management approach with ADGM FSRA guidelines and international standards like TCFD recommendations.\"",
            "Obligation:10 \"Stay Informed and Report**: Keep abreast of regulatory updates related to climate-related financial risks and report to FSRA or other stakeholders as required.\""
        ],
        "NamedEntities": {
            "exposure": "the extent to which an individual or organization is unprotected and open to damage, danger, risk of suffering a loss, or uncertainty"
        },
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "f273f0b3-df32-45c7-83c3-edf021dbc7b1",
        "PassageID": "D.4.6.",
        "Passage": "Principle 4 – Incorporation of climate-related financial risks into risk management framework. Based on the materiality and potential impacts identified, financial firms should update their existing risk management framework to embed climate-related financial risk considerations.\n",
        "Obligations": [
            "Obligation:1 \"Risk Identification/Assessment**: Identify and conduct a thorough assessment of climate-related financial risks, including both physical and transition risks, that could impact the firm's business model and operations.\"",
            "Obligation:2 \"Materiality Assessment/Analysis**: Assess and determine the materiality of the identified climate-related risks in relation to the firm's overall risk profile, business strategy, and financial performance.\"",
            "Obligation:3 \"Risk Management Framework Update**: Integrate climate-related financial risks into the existing risk management framework, ensuring that policies, procedures, and practices reflect the management of these risks.\"",
            "Obligation:4 \"Risk Appetite and Policies**: Define the firm's risk appetite for climate-related financial risks and develop policies and procedures to manage these risks accordingly.\"",
            "Obligation:5 \"Risk Monitoring and Reporting**: Establish ongoing monitoring and reporting processes for climate-related financial risks, setting appropriate metrics and thresholds, and ensuring information is communicated to senior management and external stakeholders as necessary.\"",
            "Obligation:6 \"Scenario Analysis and Stress Testing**: Conduct scenario analysis and stress testing to understand the potential impact of climate-related risks under various future states and assess the firm's resilience.\"",
            "Obligation:7 \"Governance Structures**: Ensure appropriate governance is in place for the management of climate-related financial risks, including clear roles, responsibilities, and oversight mechanisms.\"",
            "Obligation:8 \"Training and Competence**: Provide training to board members, senior management, and relevant staff to ensure they understand and can effectively manage climate-related financial risks.\"",
            "Obligation:9 \"Disclosure**: Publicly disclose how the firm is managing climate-related financial risks, aligning with international frameworks such as the TCFD recommendations, where applicable.\"",
            "Obligation:10 \"Regulatory Compliance**: Stay updated with and comply with ADGM-specific regulatory requirements or guidance related to climate risk, including reporting requirements.\"",
            "Obligation:11 \"Stakeholder Engagement**: Engage with stakeholders, including investors, clients, and regulators, to communicate the firm's approach to managing climate-related financial risks.\"",
            "Obligation:12 \"Continuous Improvement**: Regularly review and update the risk management framework to reflect evolving climate-related risks and incorporate industry best practices and regulatory changes.\n\nThese action items are a summary of obligations that may change over time with regulatory updates and industry developments. Always refer to the latest ADGM regulations and guidance for accurate and current information.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "5745184a-18cf-44a5-a7bd-4ff0a721b858",
        "PassageID": "D.4.7.",
        "Passage": "Principle 4 – Incorporation of climate-related financial risks into risk management framework. Financial firms should also regularly review relevant policies and processes to assess their effectiveness, and adjust them based on the outcomes of ongoing risk monitoring. Any ensuing updates to these policies and procedures should be documented.\n",
        "Obligations": [
            "Obligation:1 \"Risk Management Integration**:\n   - Integrate climate-related financial risks into the firm's overall risk management framework.\n   - Consider the impact of climate change on business operations, investments, and financial performance.\"",
            "Obligation:2 \"Regular Review of Policies and Processes**:\n   - Conduct regular reviews of the firm's policies and processes to ensure they effectively address climate-related financial risks.\n   - Assess and adjust risk management strategies as necessary.\"",
            "Obligation:3 \"Ongoing Risk Monitoring**:\n   - Establish and maintain a process for ongoing monitoring of climate-related financial risks.\n   - Stay informed about developments in climate science, regulation, and market trends.\"",
            "Obligation:4 \"Adjustment Based on Monitoring Outcomes**:\n   - Adjust risk management policies and processes as needed based on monitoring outcomes.\n   - Take action to address identified risks or insufficiencies in risk management.\"",
            "Obligation:5 \"Documentation**:\n   - Document updates or changes to policies and procedures related to climate-related financial risks.\n   - Include the rationale for changes, the nature of the updates, and implementation dates.\"",
            "Obligation:6 \"Governance and Oversight**:\n   - Involve the board of directors and senior management in the oversight of climate-related financial risks.\n   - Ensure the firm's approach is aligned with its overall risk appetite and strategic objectives.\"",
            "Obligation:7 \"Training and Competence**:\n   - Provide training to relevant staff to identify and manage climate-related financial risks effectively.\"",
            "Obligation:8 \"Reporting and Transparency**:\n   - Report on the management of climate-related financial risks to regulators and stakeholders as required.\n   - Ensure compliance with ADGM regulations and any applicable international standards or guidelines.\n\nBy following these consolidated action items, financial firms can ensure they are meeting their obligations under Principle 4 regarding the incorporation of climate-related financial risks into their risk management framework.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "e276310c-9d24-4d22-897c-86ad64722c53",
        "PassageID": "D.4.8.",
        "Passage": "Principle 4 – Incorporation of climate-related financial risks into risk management framework. Where material climate-related financial risks are identified, financial firms should establish and implement plans to mitigate these risks and manage their exposures. Examples of such mitigation measures include establishing and enforcing sectoral or client-specific risk and relationship limits, including financial and durational; adjusting client engagement criteria; or applying haircuts to asset values, among others.\n",
        "Obligations": [
            "Obligation:1 \"Risk Identification and Assessment**:\n   - Actively identify and conduct a thorough assessment of climate-related financial risks, including both physical and transition risks.\n   - Assess how climate change impacts business operations, investments, and financial markets.\n   - Determine the materiality of identified risks in relation to the firm's overall risk profile, considering potential impacts on financial performance, business model, and clients.\"",
            "Obligation:2 \"Risk Management Integration and Mitigation**:\n   - Integrate climate-related risks into the overall risk management framework, considering them alongside other critical risks.\n   - Develop and implement proactive strategies to mitigate identified climate-related risks.\"",
            "Obligation:3 \"Establishing Risk Limits and Client Criteria**:\n   - Set sectoral or client-specific risk and relationship limits to manage exposure to climate-related risks.\n   - Adjust client engagement policies and criteria, including enhanced due diligence on clients' climate risk management practices.\"",
            "Obligation:4 \"Asset Valuation Adjustments**:\n   - Apply haircuts or adjustments to the valuation of assets to reflect the increased risk associated with climate change.\"",
            "Obligation:5 \"Monitoring, Reporting, and Transparency**:\n   - Continuously monitor the effectiveness of risk mitigation measures.\n   - Regularly report on climate-related financial risks to the board of directors, regulatory authorities, and other stakeholders as required.\n   - Ensure transparency in financial disclosures regarding the management of climate-related financial risks.\"",
            "Obligation:6 \"Governance**:\n   - Ensure appropriate governance structures are in place for overseeing the management of climate-related risks, with clear roles and responsibilities.\"",
            "Obligation:7 \"Regulatory Compliance**:\n   - Stay updated with ADGM regulatory requirements related to climate-related financial risks.\n   - Ensure ongoing compliance with these regulations and align firm policies and procedures with regulatory expectations.\"",
            "Obligation:8 \"Training and Staff Competency**:\n   - Provide training to ensure staff understand climate-related financial risks and how to manage them effectively within their roles.\"",
            "Obligation:9 \"Stakeholder Engagement**:\n   - Engage with stakeholders, including investors, clients, and regulators, on the firm's approach to managing climate-related financial risks.\n\nThese action items should be tailored to the specific nature, scale, and complexity of the firm's operations and kept up-to-date with any changes in the regulatory framework.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "b92c3f0f-c009-4e5a-b95d-f3216f0d59e1",
        "PassageID": "D.4.9.",
        "Passage": "Principle 4 – Incorporation of climate-related financial risks into risk management framework. Relevant financial firms should consider climate-related financial risk within established traditional risk categories (for example, credit, market, liquidity, operational, underwriting and reputational risk profiles) or, depending on the materiality of the perceived risk, as a stand-alone risk category.\n",
        "Obligations": [
            "Obligation:1 \"Risk Assessment**: Assess climate-related financial risks and their impact on traditional risk categories, including credit, market, liquidity, operational, underwriting, and reputational risks, as well as assets, liabilities, and off-balance-sheet exposures.\"",
            "Obligation:2 \"Materiality Evaluation/Assessment**: Evaluate the materiality of climate-related risks to your firm, determining their significance in relation to your firm's overall risk profile and business strategy.\"",
            "Obligation:3 \"Risk Management Framework Integration**: Integrate climate-related financial risks into your existing risk management framework, updating policies, procedures, and practices accordingly.\"",
            "Obligation:4 \"Stand-alone Risk Category Consideration**: If climate-related financial risks are deemed material, consider treating them as a stand-alone risk category with specific strategies, tools, and processes.\"",
            "Obligation:5 \"Scenario Analysis and Stress Testing**: Perform scenario analysis and stress testing to understand the potential impact of climate-related risks under various plausible future states, informing risk management strategies and capital planning.\"",
            "Obligation:6 \"Governance**: Ensure firm governance structures, including board oversight and management accountability, are equipped to oversee the management of climate-related financial risks.\"",
            "Obligation:7 \"Reporting and Disclosure**: Prepare for internal and external reporting and disclosure of climate-related financial risks in line with regulatory requirements and best practices, such as TCFD recommendations.\"",
            "Obligation:8 \"Continuous Monitoring and Review**: Establish processes for continuous monitoring and regular review of climate-related financial risks, staying informed about climate science, regulatory developments, and market trends.\"",
            "Obligation:9 \"Training and Competency**: Ensure relevant staff are trained and competent to understand and manage climate-related financial risks.\"",
            "Obligation:10 \"Risk Appetite and Limits**: Define risk appetite for climate-related financial risks and set appropriate limits in line with the overall risk management strategy.\"",
            "Obligation:11 \"Stakeholder Engagement**: Engage with stakeholders, including clients, investors, and regulators, on your approach to managing climate-related financial risks.\"",
            "Obligation:12 \"Regulatory Compliance**: Comply with ADGM regulations or guidance related to climate-related financial risks, including adherence to reporting standards or frameworks endorsed by the ADGM.\n\nThese action items should be tailored to the size, nature, and complexity of your firm, and it's important to stay informed about any updates or changes to ADGM regulations regarding climate-related financial risks.\""
        ],
        "NamedEntities": {
            "liquidity": "Precise definition needed for liquidity, and check that it is modeled accordingly."
        },
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "bace2763-f382-43a4-a387-6fe250f44c4a",
        "PassageID": "D.4.10.",
        "Passage": "Principle 4 – Incorporation of climate-related financial risks into risk management framework. In line with their usual risk governance arrangements, relevant financial firms should consider how best to allocate the responsibilities for managing climate-related financial risks, such as by allocating them across the “three lines of defence” (core business, risk function and internal audit) to ensure comprehensive and effective identification, measurement monitoring and mitigation of climate-related financial risk.\n",
        "Obligations": [
            "Obligation:1 \"Risk Identification**: Identify climate-related financial risks impacting your firm, including both physical and transition risks.\"",
            "Obligation:2 \"Risk Measurement**: Develop methodologies to measure climate-related financial risks using tools such as scenario analysis and stress testing.\"",
            "Obligation:3 \"Risk Monitoring**: Establish ongoing processes to monitor climate-related financial risks, staying informed about climate science, policy, and market developments.\"",
            "Obligation:4 \"Risk Mitigation**: Implement strategies to mitigate identified climate-related financial risks, potentially adjusting business models, investment strategies, or operational practices.\"",
            "Obligation:5 \"Risk Governance**: Allocate responsibilities for climate-related financial risk management across the three lines of defence:\n   - **First Line (Core Business)**: Integrate climate risks into daily operations and decision-making.\n   - **Second Line (Risk Function)**: Provide oversight, develop policies, and support the first line in risk management.\n   - **Third Line (Internal Audit)**: Offer independent assurance of effective risk management.\"",
            "Obligation:6 \"Policy and Procedure Development**: Develop and maintain policies and procedures for managing climate-related financial risks.\"",
            "Obligation:7 \"Reporting and Disclosure**: Report on your firm's climate-related financial risk exposure to both internal and external stakeholders, adhering to applicable disclosure standards.\"",
            "Obligation:8 \"Training and Awareness/Training and Competence**: Provide training to ensure all staff understand climate-related financial risks and their roles in managing them, including board and senior management.\"",
            "Obligation:9 \"Regulatory Compliance**: Keep up-to-date with ADGM's regulatory requirements on climate-related risks and ensure compliance with reporting and other obligations.\"",
            "Obligation:10 \"Stakeholder Engagement**: Communicate with stakeholders about your firm's approach to managing climate-related financial risks.\n\nNote: Tailor these obligations to the size, nature, and complexity of your firm and stay abreast of updates to ADGM's regulatory framework.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "a7b6859d-a92c-421f-93f5-51616acbe184",
        "PassageID": "D.4.11.",
        "Passage": "Principle 4 – Incorporation of climate-related financial risks into risk management framework. A financial firm that has significant relationships with other entities in its group, including subsidiaries, affiliates or international branches, should develop and maintain methods and processes to coordinate the identification, assessment, measurement, mitigation, monitoring and reporting of material climate-related financial risks across the group.\n",
        "Obligations": [
            "Obligation:1 \"Identification**: Develop processes to identify climate-related financial risks within your firm and across the group.\"",
            "Obligation:2 \"Assessment**: Assess the materiality of identified climate-related risks on your firm's and group's financial performance and stability, considering both short-term and long-term horizons.\"",
            "Obligation:3 \"Measurement**: Establish metrics and measures to quantify climate-related risks, including scenario analysis and stress testing.\"",
            "Obligation:4 \"Mitigation**: Implement strategies to mitigate identified climate-related risks, which may involve adjusting investment portfolios and enhancing operational resilience.\"",
            "Obligation:5 \"Monitoring**: Continuously monitor climate-related financial risks and the effectiveness of mitigation strategies.\"",
            "Obligation:6 \"Reporting**: Develop and maintain a reporting mechanism for climate-related financial risks that aligns with disclosure standards and regulatory requirements.\"",
            "Obligation:7 \"Group Coordination**: Ensure coordination among entities within the group for managing climate-related financial risks, including establishing group-wide policies and sharing best practices.\"",
            "Obligation:8 \"Compliance**: Comply with all relevant regulations and guidelines specific to climate-related financial risks and risk management, and regularly update your framework to stay compliant.\"",
            "Obligation:9 \"Documentation and Evidence**: Maintain documentation of efforts to manage climate-related financial risks, including records of risk assessments and decisions.\"",
            "Obligation:10 \"Review and Update**: Regularly review and update risk management methods and processes to align with best practices and regulatory expectations.\"",
            "Obligation:11 \"Policy Development**: Formulate policies that reflect the commitment to managing climate-related financial risks.\"",
            "Obligation:12 \"Governance**: Integrate climate-related financial risks into the group's governance structures, ensuring accountability from senior management and the board.\"",
            "Obligation:13 \"Training**: Provide training to staff across the group on understanding and managing climate-related financial risks.\"",
            "Obligation:14 \"External Engagement**: Engage with external stakeholders to understand emerging trends and expectations regarding climate-related financial risks.\n\nThese action items should be tailored to the size, nature, and complexity of the financial firm and the group it is part of, and firms should stay informed about updates to the regulatory framework.\""
        ],
        "NamedEntities": {
            "group": "collection of agents (people, organizations, software agents, etc.) that are considered as a unit"
        },
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "7f622cbf-b772-40c1-951c-f2a0903b274a",
        "PassageID": "D.5.",
        "Passage": "Principle 5 – Monitoring and reporting of climate-related financial risks .The financial firm should ensure that internal reporting systems are capable of monitoring material climate-related financial risks and producing relevant, accurate and timely information to inform effective board and senior management decision-making. Such information should be reported to the board, senior management and relevant stakeholders, where required to do so. The financial firm should address identified information and data gaps.\n",
        "Obligations": [
            "Obligation:1 \"Establish Robust Internal Reporting Systems:**\n   - Implement systems capable of identifying and monitoring material climate-related financial risks.\"",
            "Obligation:2 \"Ensure Information Quality:**\n   - Produce relevant, accurate, and timely information reflecting climate-related financial risks for decision-making.\"",
            "Obligation:3 \"Inform Decision-Makers:**\n   - Provide generated information to the board and senior management to aid in decision-making regarding climate-related financial risks.\"",
            "Obligation:4 \"Regular Reporting to Governance:**\n   - Report regularly on the status of climate-related financial risks to the board and senior management.\"",
            "Obligation:5 \"Disclose to Stakeholders:**\n   - Communicate relevant climate-related financial risk information to stakeholders as required, including through financial statements and sustainability reports.\"",
            "Obligation:6 \"Address Information and Data Gaps:**\n   - Identify and fill gaps in data necessary for understanding and managing climate-related financial risks, potentially by enhancing data collection or engaging with external data providers.\"",
            "Obligation:7 \"Ensure Regulatory Compliance:**\n   - Align reporting and monitoring practices with ADGM regulations, applicable laws, and international standards.\"",
            "Obligation:8 \"Review and Adapt Systems:**\n   - Continuously review and adapt internal reporting systems to meet evolving risks and regulatory expectations.\"",
            "Obligation:9 \"Staff Training and Competence:**\n   - Provide training to staff involved in risk monitoring and reporting to maintain necessary skills and knowledge.\"",
            "Obligation:10 \"External Audit and Assurance:**\n    - Consider external assurance for processes and reports related to climate-related financial risks to enhance credibility.\"",
            "Obligation:11 \"Integration into Overall Risk Management:**\n    - Embed climate-related financial risk reporting within the firm's broader risk management framework.\"",
            "Obligation:12 \"Ongoing Regulatory Updates:**\n    - Stay informed about updates to regulations or guidelines on climate-related financial risks to ensure compliance.\n\nRemember, these actions should be customized to fit the size, complexity, and specific risk profile of the firm. Compliance and integration into risk management should be dynamic and responsive to changes in the regulatory landscape and the firm's operations.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "3c7c8f70-0d75-4201-abd5-7b185d55ae0f",
        "PassageID": "D.5.1.",
        "Passage": "Principle 5 – Monitoring and reporting of climate-related financial risks . The board and senior management should ensure that the financial firm has systems and resources in place to collect, analyse and aggregate climate-related financial risk data. Senior management should incorporate climate-related financial risk information in internal reporting, monitoring, and escalation processes, where relevant. This will facilitate timely and sound decision-making across the firm.\n",
        "Obligations": [
            "Obligation:1 \"Systems and Resources**:\n   - Implement and maintain systems for collecting, analyzing, and aggregating climate-related financial risk data.\n   - Ensure adequate human, technological, and financial resources support these processes.\"",
            "Obligation:2 \"Data Collection and Analysis**:\n   - Develop consistent procedures for collecting data on climate risks.\n   - Utilize analytical tools and methodologies to assess the impact of climate-related risks on the firm's financials.\"",
            "Obligation:3 \"Internal Reporting and Monitoring**:\n   - Integrate climate-related financial risk information into internal reporting structures for informed decision-making.\n   - Establish continuous monitoring mechanisms for climate-related financial risks with set thresholds for action.\"",
            "Obligation:4 \"Escalation and Communication**:\n   - Define clear escalation procedures for climate-related financial risks.\n   - Ensure clear communication lines from monitoring staff to senior management.\"",
            "Obligation:5 \"Senior Management and Board Engagement**:\n   - Involve senior management and the board in the oversight of climate-related financial risk management.\n   - Regularly review and assess the firm's climate-related financial risk practices and policies.\"",
            "Obligation:6 \"Decision-Making Integration**:\n   - Incorporate climate-related financial risk considerations into business, strategic, and investment decisions.\"",
            "Obligation:7 \"Regulatory Compliance**:\n   - Stay informed and comply with all relevant regulations and guidelines pertaining to climate-related financial risks.\n   - Be prepared to demonstrate compliance to regulators.\"",
            "Obligation:8 \"Documentation and Evidence Maintenance**:\n   - Maintain documentation of processes, systems, and decisions related to climate-related financial risk management.\n   - Provide evidence of compliance and effective management upon request.\"",
            "Obligation:9 \"Review and Update Practices**:\n   - Regularly review and update practices to align with evolving regulatory expectations and emerging risks.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "28adb580-3f40-4dee-b1f9-10e2736dfd62",
        "PassageID": "D.5.2.",
        "Passage": "Principle 5 – Monitoring and reporting of climate-related financial risks . The financial firm should establish procedures to provide the board and senior management with relevant information on its material climate-related financial risk exposures, including monitoring and mitigation actions. The extent, form and frequency of internal reporting should be based on the nature and scale of the risks to which the financial firm is exposed.\n",
        "Obligations": [
            "Obligation:1 \"Risk Assessment**: \n   - Conduct a comprehensive assessment of the firm's exposure to climate-related financial risks.\n   - Understand how climate scenarios might impact operations, investments, and strategy.\"",
            "Obligation:2 \"Establish Procedures**: \n   - Develop and implement procedures for ongoing monitoring and management of climate-related financial risks.\n   - Set up systems and controls to review and manage these risks regularly.\"",
            "Obligation:3 \"Information Gathering and Reporting**: \n   - Collect data and information to inform the board and senior management about the firm's risk exposures.\n   - Establish a process for regular reporting to the board and senior management with insights into risks and mitigation strategies.\"",
            "Obligation:4 \"Board and Senior Management Engagement**: \n   - Ensure active engagement of the board and senior management in overseeing risk management.\n   - Provide them with regular updates and involve them in strategic decisions related to climate risks.\"",
            "Obligation:5 \"Determine Reporting Frequency and Format**: \n   - Decide on the appropriate frequency and format for internal reporting, reflecting the level of risk and the speed at which risks can change.\"",
            "Obligation:6 \"Mitigation Actions and Monitoring**: \n   - Monitor the effectiveness of actions taken to mitigate climate-related financial risks.\n   - Evaluate the implementation and effectiveness of these actions in reducing risk exposure.\"",
            "Obligation:7 \"Documentation**: \n   - Keep comprehensive records of risk assessment, monitoring, reporting activities, and decisions made in response to risks.\"",
            "Obligation:8 \"Compliance with Regulations**: \n   - Stay informed about and comply with ADGM regulations related to climate-related financial risks.\n   - Periodically review regulatory requirements and adjust procedures and reporting practices as necessary.\"",
            "Obligation:9 \"Review and Update Procedures**: \n   - Regularly review and update risk monitoring and reporting procedures to ensure effectiveness and alignment with best practices and regulatory changes.\"",
            "Obligation:10 \"Transparency and Disclosure**: \n    - Disclose information about climate-related financial risks to stakeholders as required by regulations.\"",
            "Obligation:11 \"Training and Competence**: \n    - Ensure that staff responsible for risk monitoring and reporting are adequately trained and competent.\n\nBy implementing these action items, a financial firm within ADGM will be able to manage climate-related financial risks effectively and comply with Principle 5's regulatory expectations.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "ab558df1-03af-49e5-afb6-1d96a07706fe",
        "PassageID": "D.5.3.",
        "Passage": "Principle 5 – Monitoring and reporting of climate-related financial risks . Financial firms should develop metrics to monitor and report climate-related financial risks appropriate to their size, complexity, risk profile and activities. Like all risks, climate-related financial risks should be closely monitored; the higher the impact, the higher the review frequency.\n",
        "Obligations": [
            "Obligation:1 \"Develop Metrics**: Create specific metrics to monitor climate-related financial risks, tailored to your firm's size, complexity, risk profile, and activities.\"",
            "Obligation:2 \"Risk Assessment**: Evaluate how climate change impacts your business operations, investments, and market to inform your monitoring framework and metrics.\"",
            "Obligation:3 \"Monitoring Framework**: Set up a system to regularly track climate-related financial risks using the developed metrics, and integrate this into your overall risk management framework.\"",
            "Obligation:4 \"Review Frequency**: Establish a review schedule for climate-related financial risks that matches the level of impact these risks have on your firm, with higher risks requiring more frequent reviews.\"",
            "Obligation:5 \"Reporting**: Implement a reporting mechanism for internal management and governance bodies, as well as external reporting in compliance with ADGM regulations and other relevant authorities.\"",
            "Obligation:6 \"Policies and Procedures**: Develop, document, communicate, and maintain policies and procedures for monitoring and reporting climate-related financial risks.\"",
            "Obligation:7 \"Governance**: Ensure clear governance, defining roles and responsibilities for oversight and accountability in the monitoring and reporting process.\"",
            "Obligation:8 \"Regulatory Compliance**: Stay informed and comply with ADGM regulations, guidelines, and any other relevant international standards or best practices, such as TCFD recommendations.\"",
            "Obligation:9 \"Continuous Improvement**: Continuously review and update your metrics, monitoring processes, and reporting practices to reflect changes in risk profiles or regulatory environments.\"",
            "Obligation:10 \"Training and Awareness**: Provide training to staff to ensure they understand their roles and the importance of monitoring and reporting climate-related financial risks, ensuring they are competent in managing these risks.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "ed448ddf-5ef3-4d47-a357-c554830545d8",
        "PassageID": "D.5.4.",
        "Passage": "Principle 5 – Monitoring and reporting of climate-related financial risks . Financial firms should ensure that risk monitoring captures the potential impact of climate-related risk drivers on the financial firm’s third-party arrangements and business continuity planning.\n",
        "Obligations": [
            "Obligation:1 \"Risk Monitoring and Integration**:\n   - Incorporate climate-related risk drivers into existing risk monitoring frameworks.\n   - Develop processes to continuously monitor both immediate and longer-term climate-related risks.\n   - Integrate climate-related risk assessment into the overall risk management strategy.\"",
            "Obligation:2 \"Third-Party and Impact Assessment**:\n   - Assess the impact of climate-related risks on third-party relationships, including suppliers, service providers, and partners.\n   - Review and adjust third-party contracts to mitigate climate-related risks.\n   - Implement due diligence for third-party climate risk management.\"",
            "Obligation:3 \"Business Continuity Planning**:\n   - Update business continuity plans to include climate-related risks.\n   - Regularly test and review business continuity plans for effectiveness against climate-related scenarios.\"",
            "Obligation:4 \"Reporting**:\n   - Establish transparent and consistent reporting mechanisms for climate-related risks to stakeholders.\n   - Ensure reporting accurately reflects the firm's exposure to climate-related risks.\"",
            "Obligation:5 \"Governance**:\n   - Ensure governance frameworks support climate risk oversight and management.\n   - Assign clear roles and responsibilities for climate risk monitoring and management.\"",
            "Obligation:6 \"Policies, Procedures, and Training**:\n   - Develop and implement policies and procedures for climate risk management.\n   - Train staff on these policies and their role in climate risk management.\n   - Raise awareness about the importance of managing climate-related financial risks.\"",
            "Obligation:7 \"Regulatory Compliance**:\n   - Stay informed about regulatory updates related to climate-related financial risks.\n   - Ensure compliance with reporting and disclosure obligations for climate-related risks.\"",
            "Obligation:8 \"Continuous Improvement**:\n   - Regularly review and update risk monitoring and business continuity practices for new information and emerging risks.\n\nBy addressing these consolidated action items, a financial firm will be better equipped to manage climate-related financial risks in accordance with Principle 5 and the regulatory expectations within the Abu Dhabi Global Market (ADGM) framework.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "5eb401b4-704c-48aa-ae55-a9c3eb80a8a8",
        "PassageID": "D.5.5.",
        "Passage": "Principle 5 – Monitoring and reporting of climate-related financial risks . Given the evolving nature of climate-related financial risks, financial firms should monitor developments and seek to understand and, where possible, manage the impact of climate-related financial risk drivers on other material risks where additional transmission channels are identified. This should feed into the risk identification, assessment, measurement, mitigation and monitoring processes of these material risks.\n",
        "Obligations": [
            "Obligation:1 \"Risk Monitoring:**\n   - Continuously monitor climate-related financial risks and their evolution.\n   - Stay informed about new developments, research, trends, and regulatory expectations regarding climate change and financial markets.\"",
            "Obligation:2 \"Risk Understanding:**\n   - Develop a comprehensive understanding of the impact of climate-related risks on your firm's business operations and financial performance.\n   - Identify the potential channels through which climate risks could affect other material risks.\"",
            "Obligation:3 \"Risk Management:**\n   - Integrate climate-related financial risks into the firm's overall risk management framework.\n   - Develop and implement strategies to manage and mitigate the impact of climate-related risks.\"",
            "Obligation:4 \"Risk Assessment and Measurement:**\n   - Assess and measure the potential impact of climate-related risks on the firm's portfolio, assets, liabilities, operations, and financial performance.\n   - Quantify exposure to climate-related risks using appropriate metrics and scenarios.\"",
            "Obligation:5 \"Risk Mitigation:**\n   - Implement measures to mitigate identified climate-related risks.\n   - Consider using insurance, hedging, financial products, or adjusting investment and lending portfolios to manage risk exposures.\"",
            "Obligation:6 \"Risk Monitoring Processes:**\n   - Establish and maintain processes for continuous monitoring of climate-related risks and the effectiveness of mitigation strategies.\n   - Ensure these processes are adaptable to changes in the climate risk landscape.\"",
            "Obligation:7 \"Reporting:**\n   - Report on climate-related financial risks to stakeholders, including regulators, investors, and clients, as required.\n   - Ensure reporting is transparent, consistent, and provides an accurate representation of the firm's climate risk exposure and management.\"",
            "Obligation:8 \"Governance:**\n   - Ensure that governance structures support the oversight and management of climate-related financial risks.\n   - Engage the board of directors and senior management in the process.\"",
            "Obligation:9 \"Training and Competence:**\n   - Provide training to staff to ensure they have the knowledge and skills to manage climate-related financial risks.\"",
            "Obligation:10 \"Policy and Procedure Development:**\n    - Develop, implement, and regularly update policies and procedures for managing climate-related financial risks.\n    - Ensure staff are aware of and understand their roles in these processes.\"",
            "Obligation:11 \"Scenario Analysis and Stress Testing:**\n    - Conduct scenario analysis and stress testing to understand the potential impact of climate-related risks under various conditions.\"",
            "Obligation:12 \"Continuous Improvement:**\n    - Regularly review and update risk management approaches to reflect emerging best practices and regulatory guidance.\"",
            "Obligation:13 \"Regulatory Compliance:**\n    - Comply with ADGM regulations related to climate-related financial risks.\n    - Stay updated on regulatory changes and adjust practices accordingly.\n\nBy addressing these consolidated action items, a financial firm within the ADGM will be better equipped to manage climate-related financial risks effectively and maintain compliance with regulatory expectations.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "d6c5d994-fc0c-4f49-93cb-1f4d2c063041",
        "PassageID": "D.5.6.",
        "Passage": "Principle 5 – Monitoring and reporting of climate-related financial risks . Where appropriate, financial firms should consider building capabilities to address any information and data gaps. For example, data collection processes may need to be enhanced, such as strengthening the engagement with clients to develop a better understanding of the impact of climate-related financial risks on clients’ businesses, obtaining more climate-related or environmental information from clients, and using appropriate data proxies where necessary.\n",
        "Obligations": [
            "Obligation:1 \"Capability Building**: Enhance capabilities to monitor and report climate-related financial risks through staff training, new risk assessment models, and adopting new technologies.\"",
            "Obligation:2 \"Information and Data Gaps**: Identify and address gaps in information and data regarding climate-related financial risks, which may involve new or improved data collection processes.\"",
            "Obligation:3 \"Data Collection Processes**: Review and enhance data collection processes to capture necessary information about climate-related financial risks, including:\n   - Developing robust procedures for collecting climate-related data.\n   - Engaging with clients to understand the impact of climate-related financial risks on their businesses.\n   - Obtaining additional climate-related or environmental information from clients.\"",
            "Obligation:4 \"Client Engagement**: Strengthen engagement with clients to better understand and assess climate-related financial risks, which may include:\n   - Regular reviews with clients to discuss climate-related risks.\n   - Updating client onboarding and due diligence processes.\n   - Providing clients with guidance on managing climate-related financial risks.\"",
            "Obligation:5 \"Use of Data Proxies**: Use appropriate data proxies when direct climate-related data is not available, identifying alternative indicators for climate-related risks.\"",
            "Obligation:6 \"Reporting**: Ensure reporting practices are in compliance with ADGM requirements for disclosing climate-related financial risks to stakeholders, including regulators, investors, and clients.\"",
            "Obligation:7 \"Compliance with Relevant Frameworks**: Comply with relevant frameworks or guidelines related to climate-related financial risks, such as the TCFD recommendations, within the ADGM context.\"",
            "Obligation:8 \"Continuous Monitoring**: Continuously monitor climate-related financial risks and adjust risk management and reporting practices in response to evolving risks and regulatory expectations.\"",
            "Obligation:9 \"Continuous Improvement**: Keep monitoring and reporting practices up to date with evolving standards and understanding of climate-related financial risks.\"",
            "Obligation:10 \"Regulatory Compliance**: Ensure all practices comply with ADGM regulations and any other relevant laws or international standards.\"",
            "Obligation:11 \"Documentation**: Maintain thorough documentation of processes, client engagements, data collection, and reporting practices for internal review and regulatory compliance.\"",
            "Obligation:12 \"Risk Management Integration**: Integrate climate-related financial risk monitoring and reporting into the broader risk management framework.\n\nNote: Tailor these actions to the size, nature, and complexity of the firm, and stay informed about updates to ADGM regulations or guidance on climate-related financial risks.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "9bdca49d-f75e-494d-be82-fe025f900f53",
        "PassageID": "D.5.7.",
        "Passage": "Principle 5 – Monitoring and reporting of climate-related financial risks . Financial firms should develop an adequate data governance framework that covers the nature and level of the risks to which they are or might be exposed and which allows them to use sufficiently forward-looking and granular climate-related risk information in their risk management and governance strategy.\n",
        "Obligations": [
            "Obligation:1 \"Develop a Data Governance Framework:**\n   - Establish a comprehensive framework to ensure the quality, integrity, availability, and reliability of climate risk data.\n   - Include mechanisms for data collection, processing, analysis, and reporting.\"",
            "Obligation:2 \"Risk Exposure Assessment:**\n   - Conduct assessments to identify current and potential future climate-related risks.\n   - Utilize both quantitative and qualitative data for a thorough evaluation.\"",
            "Obligation:3 \"Risk Management and Governance Strategy:**\n   - Integrate climate risk information into the firm's overall risk management and governance strategies.\n   - Embed climate risk considerations into business decisions, risk assessments, and strategic planning.\"",
            "Obligation:4 \"Forward-looking Information:**\n   - Employ predictive modeling, scenario analysis, and stress testing to anticipate future climate risk exposures.\n   - Update risk assessments with climate-related trends and forecasts.\"",
            "Obligation:5 \"Granularity of Information:**\n   - Ensure climate risk information is detailed and specific for informed decision-making.\n   - Break down data by relevant segments such as business lines or geographic locations.\"",
            "Obligation:6 \"Reporting:**\n   - Implement reporting mechanisms for internal and external stakeholders, including senior management, the board, regulators, and public disclosures.\n   - Maintain consistency, transparency, and accuracy in reporting the firm's climate risk profile.\"",
            "Obligation:7 \"Compliance and Regulatory Alignment:**\n   - Adhere to ADGM’s regulatory expectations and any other relevant guidelines or standards.\n   - Stay informed about updates to the regulatory framework concerning climate-related financial risks.\"",
            "Obligation:8 \"Continuous Monitoring and Improvement:**\n   - Regularly review and update the data governance framework and risk management strategies.\n   - Monitor the effectiveness of strategies in managing climate-related risks.\"",
            "Obligation:9 \"Training and Competency:**\n   - Provide appropriate training to staff involved in risk management and governance.\n   - Offer ongoing education and support to maintain competency in managing climate-related risks.\"",
            "Obligation:10 \"Documentation and Evidence:**\n    - Keep thorough documentation and evidence of efforts to monitor and manage climate-related financial risks.\n    - Ensure documentation demonstrates compliance with Principle 5 and regulatory requirements.\""
        ],
        "NamedEntities": {
            "forward": "derivative instrument that is privately negotiated between parties to buy the underlier at a specified future date at the price specified in the contract"
        },
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "fbec9e82-1c04-4264-ae42-35675d002b03",
        "PassageID": "D.6.",
        "Passage": "Principle 6 – Incorporation of climate-related financial risks into capital and liquidity adequacy processes. Relevant financial firms should incorporate material climate-related financial risks in their internal capital and liquidity adequacy assessment processes.\n",
        "Obligations": [
            "Obligation:1 \"Risk Identification and Assessment**: \n   - Identify and assess material climate-related financial risks, including both physical and transition risks.\"",
            "Obligation:2 \"Risk Assessment and Measurement**: \n   - Develop methodologies to measure and assess the impact of climate-related risks on the firm's financial position, including scenario analysis and stress testing.\"",
            "Obligation:3 \"Capital Adequacy**: \n   - Adjust the internal capital adequacy assessment process (ICAAP) to account for climate-related risks and maintain sufficient capital under normal and stressed conditions.\"",
            "Obligation:4 \"Liquidity Adequacy**: \n   - Modify the internal liquidity adequacy assessment process (ILAAP) to reflect climate-related risks, assessing impacts on funding sources, market liquidity, and overall liquidity position.\"",
            "Obligation:5 \"Governance and Oversight**: \n   - Ensure the firm's governance framework supports the oversight and management of climate-related financial risks, with clear roles and responsibilities.\"",
            "Obligation:6 \"Policies and Procedures**: \n   - Update or establish policies and procedures to integrate climate-related financial risks into the firm's risk management framework.\"",
            "Obligation:7 \"Reporting and Disclosure**: \n   - Incorporate climate-related financial risks into public and regulatory reporting, potentially aligning with frameworks like TCFD.\"",
            "Obligation:8 \"Monitoring and Review**: \n   - Implement processes for continuous monitoring of climate-related financial risks and review the effectiveness of risk management strategies.\"",
            "Obligation:9 \"Training and Competency**: \n   - Ensure relevant staff are trained and competent to understand and manage climate-related financial risks.\"",
            "Obligation:10 \"Regulatory Engagement and Compliance**: \n    - Stay informed about regulatory expectations, engage with regulators, and ensure compliance with Principle 6 and related requirements.\n\nIt is also noted that firms may need to invest in new tools, data analytics capabilities, and expertise to manage these risks effectively and should consult relevant regulatory documents and seek professional advice for full compliance.\""
        ],
        "NamedEntities": {
            "liquidity": "Precise definition needed for liquidity, and check that it is modeled accordingly."
        },
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "8933459b-14ab-46ff-bc01-572efbb32e8f",
        "PassageID": "D.6.1.",
        "Passage": "Principle 6 – Incorporation of climate-related financial risks into capital and liquidity adequacy processes. Relevant financial firms should develop processes to evaluate the liquidity, capital and solvency impact of climate-related financial risks that may manifest within specified time horizons.\n",
        "Obligations": [
            "Obligation:1 \"Risk Assessment**: Assess the potential impact of climate-related financial risks on your firm's capital adequacy and liquidity, identifying physical, transition, and liability risks.\"",
            "Obligation:2 \"Time Horizon Evaluation/Analysis**: Evaluate or analyze the impact of climate-related risks over short, medium, and long-term horizons.\"",
            "Obligation:3 \"Integration into Risk Management Framework**: Integrate climate-related financial risks into your firm's risk management framework, considering them alongside other financial risks.\"",
            "Obligation:4 \"Capital Adequacy Processes/Assessment**: Adjust capital adequacy processes to account for climate-related financial risks, potentially setting aside additional capital buffers and incorporating stress testing and scenario analysis.\"",
            "Obligation:5 \"Liquidity Adequacy Processes/Assessment**: Modify liquidity adequacy processes to consider potential liquidity constraints from climate-related financial risks, analyzing cash flows, collateral values, and overall liquidity position.\"",
            "Obligation:6 \"Scenario Analysis and Stress Testing**: Conduct scenario analysis and stress testing for climate-related financial risks to inform capital and liquidity planning.\"",
            "Obligation:7 \"Governance and Oversight**: Ensure board and senior management involvement in the oversight of climate-related financial risk management, with clear management responsibilities.\"",
            "Obligation:8 \"Disclosure and Reporting**: Disclose to regulators and stakeholders how your firm addresses climate-related financial risks, including impacts on capital and liquidity adequacy, and prepare regulatory reports as required.\"",
            "Obligation:9 \"Continuous Monitoring and Review**: Regularly monitor and review the approach to managing climate-related financial risks, staying informed about climate science, policy changes, and market dynamics.\"",
            "Obligation:10 \"Regulatory Compliance**: Stay informed about and comply with guidance, regulations, or expectations from the ADGM FSRA regarding climate-related financial risks.\"",
            "Obligation:11 \"Policies and Procedures**: Update firm policies and procedures to reflect the management of climate-related financial risks in relation to capital and liquidity adequacy.\"",
            "Obligation:12 \"Training and Competency**: Ensure relevant staff are trained and competent to identify, assess, and manage climate-related financial risks.\n\nNote: The specific implementation of these obligations may vary based on the size, nature, and complexity of the firm, as well as regulatory guidance from the ADGM FSRA. It is recommended to consult relevant regulatory documents or seek professional advice for full compliance.\""
        ],
        "NamedEntities": {
            "liquidity": "Precise definition needed for liquidity, and check that it is modeled accordingly."
        },
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "3eef4314-f490-4cc5-9412-87a6b8b185c7",
        "PassageID": "D.6.2.",
        "Passage": "Principle 6 – Incorporation of climate-related financial risks into capital and liquidity adequacy processes. As part of their internal capital and liquidity adequacy assessment processes, relevant financial firms should consider climate-related financial risks that may impact their capital and liquidity positions over relevant time horizons (e.g., through their impact on traditional risk categories).\n",
        "Obligations": [
            "Obligation:1 \"Risk Assessment**: Identify and assess climate-related financial risks, including physical and transition risks, that could impact the firm's financial stability and performance.\"",
            "Obligation:2 \"Integration into ICAAP and ILAAP**: Incorporate the assessment of climate-related financial risks into the Internal Capital Adequacy Assessment Process (ICAAP) and Internal Liquidity Adequacy Assessment Process (ILAAP), considering their potential effect on capital requirements and liquidity buffers.\"",
            "Obligation:3 \"Time Horizon Consideration**: Evaluate the impact of climate-related financial risks over appropriate short-term and long-term time horizons, understanding how risks may evolve.\"",
            "Obligation:4 \"Scenario Analysis and Stress Testing**: Conduct scenario analysis and stress testing to understand the potential impact of climate-related financial risks under various plausible future scenarios, assessing the resilience of the firm's capital and liquidity positions.\"",
            "Obligation:5 \"Governance and Policy Development**: Establish a governance framework that supports the oversight and management of climate-related financial risks, with clear roles and responsibilities, and develop policies and procedures for effective risk management.\"",
            "Obligation:6 \"Reporting and Disclosure**: Prepare and provide reports on climate-related financial risks and management processes to the ADGM Financial Services Regulatory Authority (FSRA) and disclose relevant information to stakeholders in line with regulatory requirements and international standards such as the TCFD.\"",
            "Obligation:7 \"Continuous Monitoring and Review**: Implement ongoing processes to monitor and review climate-related financial risks, updating risk assessments and management processes as necessary, and staying informed on climate science, regulation, and market practices.\"",
            "Obligation:8 \"Training and Competency**: Ensure that staff have the necessary training and competency to identify, assess, and manage climate-related financial risks.\"",
            "Obligation:9 \"Regulatory Engagement and Compliance**: Engage with ADGM regulators, providing information on climate risk management and ensuring compliance with all relevant ADGM regulations, guidelines, and international standards.\n\nNote: These obligations may evolve with regulatory expectations and vary depending on the firm's size, nature, and complexity. It is recommended to consult the latest ADGM regulations and guidance or seek professional advice for full compliance.\""
        ],
        "NamedEntities": {
            "liquidity": "Precise definition needed for liquidity, and check that it is modeled accordingly."
        },
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "2e559337-902c-43e6-8358-b4b0600ad229",
        "PassageID": "D.6.3.",
        "Passage": "Principle 6 – Incorporation of climate-related financial risks into capital and liquidity adequacy processes. For those financial firms required to complete an Internal Capital Adequacy Assessment Process (ICAAP), an Internal Liquidity Adequacy Assessment Process (ILAAP), an Own Risk and Solvency Assessment (ORSA), or a similar process, climate-related financial risks should be incorporated into these frameworks to consider and record any material impact on capital and liquidity adequacy.\n\n",
        "Obligations": [
            "Obligation:1 \"Risk Assessment Integration**: Integrate climate-related financial risks into existing risk assessment processes, such as ICAAP, ILAAP, and ORSA.\"",
            "Obligation:2 \"Material Impact Analysis and Assessment**: Analyze, record, and assess the material impacts of climate-related financial risks on the firm's capital adequacy and liquidity.\"",
            "Obligation:3 \"Scenario Analysis and Stress Testing**: Conduct scenario analysis and stress tests to evaluate the firm's resilience under different climate-related scenarios.\"",
            "Obligation:4 \"Documentation and Reporting**: Maintain thorough documentation and report on assessments, decisions, and the management of climate-related risks as required by regulators.\"",
            "Obligation:5 \"Governance and Oversight**: Ensure governance structures support the oversight of climate-related financial risks, involving the board and senior management.\"",
            "Obligation:6 \"Policies and Procedures**: Update policies and procedures to include the management of climate-related financial risks.\"",
            "Obligation:7 \"Continuous Monitoring and Review**: Implement and maintain a process for ongoing monitoring and review of climate-related financial risks and the effectiveness of risk management strategies.\"",
            "Obligation:8 \"Regulatory Compliance**: Stay informed on and comply with ADGM regulations regarding climate-related financial risks.\"",
            "Obligation:9 \"Training and Competency**: Ensure staff are trained and competent to identify, assess, and manage climate-related financial risks.\"",
            "Obligation:10 \"Risk Identification and Management**: Identify physical and transition climate-related financial risks and develop strategies to manage and mitigate these risks.\"",
            "Obligation:11 \"Capital and Liquidity Adequacy**: Evaluate and ensure sufficient capital and liquidity to cover climate-related risks under various scenarios.\n\nBy addressing these action items, financial firms operating within the ADGM will align with the regulatory expectations for managing climate-related financial risks within their capital and liquidity adequacy frameworks.\""
        ],
        "NamedEntities": {
            "liquidity": "Precise definition needed for liquidity, and check that it is modeled accordingly."
        },
        "DefinedTerms": {
            "Capital": "Means Tier 1 Capital, as defined in PRU.",
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "8324d6b1-c1ef-466b-982d-28712692f9e0",
        "PassageID": "D.7.",
        "Passage": "Principle 7 – Scenario analysis of climate-related financial risks. Where appropriate, relevant financial firms should develop and implement climate-related scenario analysis frameworks, including stress testing, in a manner commensurate with their size, complexity, risk profile and nature of activities.\n",
        "Obligations": [
            "Obligation:1 \"Risk Assessment**: Assess the potential financial risks to your firm from climate-related factors, including the impact on your business model, operations, and financial performance.\"",
            "Obligation:2 \"Scenario Analysis Framework Development**: Develop and implement a framework for conducting scenario analysis of climate-related risks over various time horizons.\"",
            "Obligation:3 \"Stress Testing**: Incorporate climate-related risks into your firm's stress testing exercises to test resilience under severe but plausible scenarios.\"",
            "Obligation:4 \"Proportionality**: Ensure that the approach to scenario analysis and stress testing is proportionate to the size, complexity, and risk profile of your firm.\"",
            "Obligation:5 \"Integration into Risk Management**: Integrate findings from climate-related scenario analysis into your overall risk management framework, affecting strategic planning, risk appetite, capital adequacy, and investment decisions.\"",
            "Obligation:6 \"Governance**: Establish appropriate governance around the scenario analysis process, involving senior management and the board of directors.\"",
            "Obligation:7 \"Disclosure**: Disclose the outcomes of your climate-related scenario analysis to stakeholders as required by regulatory expectations.\"",
            "Obligation:8 \"Continuous Improvement**: Regularly review and update your scenario analysis framework to reflect advancements in climate science and changes in regulatory expectations.\"",
            "Obligation:9 \"Regulatory Compliance**: Stay informed about and ensure compliance with ADGM FSRA requirements regarding climate-related financial risks.\"",
            "Obligation:10 \"Assessment of Applicability**: Determine if your firm is a \"relevant financial firm\" under ADGM and comply with Principle 7 if applicable.\"",
            "Obligation:11 \"Size and Complexity Consideration**: Evaluate your firm's size and complexity to understand the required scale and depth of scenario analysis.\"",
            "Obligation:12 \"Risk Profile Evaluation**: Analyze your firm's risk profile in relation to climate-related financial risks.\"",
            "Obligation:13 \"Nature of Activities**: Tailor the scenario analysis to your firm's unique situation based on the nature of its activities.\"",
            "Obligation:14 \"Documentation and Reporting**: Maintain thorough documentation of scenario analysis processes and be prepared to report as required by regulations or disclosures.\"",
            "Obligation:15 \"Compliance with Relevant Regulations**: Ensure that practices are in compliance with all relevant ADGM regulations and guidelines related to climate risk and financial stability.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "6fc2d6fc-4ef7-4bcd-a5d7-618cc80e2c77",
        "PassageID": "D.7.1.",
        "Passage": "Principle 7 – Scenario analysis of climate-related financial risks. Relevant financial firms should build sufficient capacity and expertise to develop and implement climate-related scenario analysis and stress testing programmes suited to their size, complexity, risk profile and nature of activities. These frameworks should include clearly defined objectives that reflect the firm’s overall climate-related financial risk management strategies and objectives. While working to build adequate internal capabilities in climate scenario development and analysis, financial firms may utilise relevant existing or emerging climate scenarios, whether global or regional, general or purpose-built.\n",
        "Obligations": [
            "Obligation:1 \"Capacity Building**: Enhance your firm's ability to conduct climate-related scenario analysis and stress testing by training staff, hiring experts, or acquiring necessary tools and resources.\"",
            "Obligation:2 \"Implementation of Programmes**: Develop and implement tailored programmes for scenario analysis and stress testing based on your firm's size, complexity, risk profile, and nature of activities.\"",
            "Obligation:3 \"Objectives Alignment and Definition**: Ensure that the objectives of your climate-related scenario analysis and stress testing align with your firm's overall strategies and goals for managing climate-related financial risks.\"",
            "Obligation:4 \"Utilization of Climate Scenarios**: Use relevant existing or emerging climate scenarios that are applicable to your firm's specific circumstances and exposure to climate-related risks.\"",
            "Obligation:5 \"Integration into Risk Management**: Incorporate the findings from climate-related scenario analysis into your firm's overall risk management strategy, informing decision-making and risk mitigation efforts.\"",
            "Obligation:6 \"Continuous Improvement**: Regularly update and improve your scenario analysis and stress testing programmes to reflect advancements in climate science, economic conditions, and regulatory expectations.\"",
            "Obligation:7 \"Compliance and Reporting**: Ensure compliance with all relevant ADGM regulations and report on your climate-related financial risks and scenario analysis outcomes as required.\"",
            "Obligation:8 \"Governance and Documentation**: Establish governance structures to oversee climate scenario analysis implementation and maintain documentation of processes, methodologies, and outcomes for compliance and improvement purposes.\"",
            "Obligation:9 \"Engagement with External Parties and Stakeholders**: Stay informed by engaging with industry groups, regulators, climate experts, investors, customers, and other stakeholders regarding best practices and emerging trends in climate-related scenario analysis.\n\nThese action items are a consolidation of the obligations outlined in the provided responses, and it's important to note that they may evolve with changes in regulatory requirements or expectations regarding climate-related financial risks.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "16e7650a-3b70-4f97-9078-221e1e88fa7d",
        "PassageID": "D.7.2.",
        "Passage": "Principle 7 – Scenario analysis of climate-related financial risks. The objectives of scenario analysis could include, for example, exploring the impacts of climate-related financial risks on the financial firm’s strategy and business model, identifying and measuring vulnerabilities to relevant climate-related financial risk factors including physical and transition risks, and estimating climate-related exposures and potential losses across a range of plausible scenarios.\n",
        "Obligations": [
            "Obligation:1 \"Conduct Scenario Analysis**:\n   - Perform scenario analyses to evaluate the potential impact of climate-related financial risks on the firm's strategy and business model, considering both physical and transition risks.\"",
            "Obligation:2 \"Assess Impact and Identify Vulnerabilities**:\n   - Assess the impact of climate-related financial risks on the firm's operations and strategy.\n   - Identify and measure the firm's vulnerabilities to climate-related financial risk factors.\"",
            "Obligation:3 \"Estimate Exposures and Potential Losses**:\n   - Estimate the firm's exposures to climate-related risks and potential losses under a range of plausible scenarios, considering both short-term and long-term risks.\"",
            "Obligation:4 \"Integrate Findings into Risk Management and Strategic Planning**:\n   - Integrate the results of scenario analysis into the firm's risk management framework and strategic planning processes.\"",
            "Obligation:5 \"Regular Review and Update**:\n   - Continuously review and update scenario analyses to incorporate new information, evolving risk factors, and regulatory changes.\"",
            "Obligation:6 \"Reporting and Disclosure**:\n   - Document scenario analysis processes and findings.\n   - Report the findings to regulators and disclose them to stakeholders as required.\"",
            "Obligation:7 \"Ensure Governance and Oversight**:\n   - Establish clear governance structures with defined roles and responsibilities for overseeing and executing scenario analysis.\"",
            "Obligation:8 \"Align with Best Practices and Regulatory Guidance**:\n   - Ensure that scenario analysis aligns with best practices and follows guidance from ADGM, FSRA, TCFD, or other relevant bodies.\"",
            "Obligation:9 \"Engage with Stakeholders**:\n   - Communicate with stakeholders about how the firm is managing climate-related financial risks and the role of scenario analysis in its risk management practices.\"",
            "Obligation:10 \"Seek Legal or Professional Advice**:\n    - Consult with legal or professional advisors to fully understand and comply with all obligations under ADGM regulations and Principle 7.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "7f7d1393-d4c7-4331-9b06-b0900ea53fff",
        "PassageID": "D.7.3.",
        "Passage": "Principle 7 – Scenario analysis of climate-related financial risks. Financial firms should identify appropriate data inputs and suitable metrics to assess climate-related financial risks.\n",
        "Obligations": [
            "Obligation:1 \"Risk Identification**: Identify climate-related financial risks that could impact the firm, including both physical and transition risks.\"",
            "Obligation:2 \"Scenario Analysis**: Conduct scenario analysis to model potential outcomes under different climate scenarios, considering a range of possible future states.\"",
            "Obligation:3 \"Data Collection and Inputs**: Gather appropriate data inputs relevant to assessing climate-related risks, including historical climate data, projections of future emissions, and economic data.\"",
            "Obligation:4 \"Metrics Selection and Methodology**: Select or develop suitable metrics and methodologies to quantify climate-related financial risks, using models to simulate financial implications.\"",
            "Obligation:5 \"Risk Assessment and Management**: Assess the financial implications of climate-related risks and integrate the results into the firm's overall risk management framework, developing strategies to manage these risks.\"",
            "Obligation:6 \"Reporting and Disclosure**: Report on climate-related financial risk assessment and management processes, disclosing findings to regulators, investors, and other stakeholders as required.\"",
            "Obligation:7 \"Continuous Improvement**: Continuously improve the approach to scenario analysis by incorporating new data, refining metrics, and updating scenarios.\"",
            "Obligation:8 \"Governance and Oversight**: Ensure appropriate governance and oversight of the process for identifying, assessing, and managing climate-related financial risks, including board oversight and clear lines of accountability.\"",
            "Obligation:9 \"Compliance with Regulations**: Comply with all relevant ADGM regulations and any other applicable international standards or guidelines, staying informed about updates to regulatory requirements or best practices.\"",
            "Obligation:10 \"Ongoing Review**: Regularly review and update scenario analysis to reflect new data, improved methodologies, and changes in the external environment.\"",
            "Obligation:11 \"Expertise and Resources**: Ensure the firm has the necessary expertise and resources to integrate climate risk considerations into the risk management framework.\"",
            "Obligation:12 \"Consultation with Regulatory Authority**: Consult the relevant regulatory documents or seek advice from the ADGM Financial Services Regulatory Authority (FSRA) for guidance on full compliance.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "781e351e-7000-4cf1-be8d-f4dfe42238e7",
        "PassageID": "D.7.4.",
        "Passage": "Principle 7 – Scenario analysis of climate-related financial risks. Scenarios should include a spectrum of plausible, relevant and severe climate pathways, and should cover the types of climate-related financial risks (physical, transition and/or liability risks) to which financial firms are exposed and that affect their businesses and risk profiles.\n",
        "Obligations": [
            "Obligation:1 \"Conduct Scenario Analysis**:\n   - Perform scenario analysis to evaluate the potential impact of climate-related financial risks on your firm.\"",
            "Obligation:2 \"Develop Diverse Scenarios**:\n   - Create a range of scenarios that reflect different climate-related outcomes, including best-case to worst-case scenarios, and consider both short-term and long-term time horizons.\"",
            "Obligation:3 \"Identify Types of Risks**:\n   - Identify and assess all types of climate-related financial risks relevant to your firm, including physical, transition, and liability risks.\"",
            "Obligation:4 \"Assess Impact on Business**:\n   - Evaluate how climate-related financial risks affect your firm's business operations, strategy, and risk profile, including potential financial implications.\"",
            "Obligation:5 \"Maintain Documentation and Reporting**:\n   - Keep thorough records of your scenario analysis process and findings, and report to the ADGM FSRA or other stakeholders as required.\"",
            "Obligation:6 \"Integrate into Risk Management**:\n   - Incorporate the results of the scenario analysis into your firm's risk management framework, updating risk assessments and business strategies accordingly.\"",
            "Obligation:7 \"Regular Review and Update**:\n   - Continuously review and revise your scenario analysis to account for new information, emerging risks, and changes in scientific knowledge or regulatory expectations.\"",
            "Obligation:8 \"Ensure Governance and Oversight**:\n   - Involve senior management and the board of directors in the governance of the scenario analysis process, including review and approval of scenarios and risk management strategies.\"",
            "Obligation:9 \"Transparent Disclosure**:\n   - Communicate the outcomes of your scenario analysis to stakeholders in a clear and understandable manner.\"",
            "Obligation:10 \"Comply with Regulatory Requirements**:\n    - Adhere to all ADGM regulations, guidelines, or circulars related to climate-related financial risk management, including filing requirements and deadlines.\"",
            "Obligation:11 \"Seek Professional Advice**:\n    - Consult with legal or compliance professionals specializing in ADGM regulations to ensure full compliance with your obligations.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "f44d1b66-d561-4ee1-a30b-8d69ab7e47f3",
        "PassageID": "D.7.5.",
        "Passage": "Principle 7 – Scenario analysis of climate-related financial risks. Financial firms should conduct scenario analysis over a range of time horizons and assumptions while considering the benefits and limitations of such assumptions and the models. Short-term analysis is typically used to assess the impact on the firm’s risk profile and business operations, while longer-term analysis facilitates assessment of business models in light of shifts in economic and financial system structures.\n",
        "Obligations": [
            "Obligation:1 \"Conduct Scenario Analysis**: Perform scenario analysis to assess the potential impact of climate-related financial risks, considering various future states and climate-related risks.\"",
            "Obligation:2 \"Use a Range of Time Horizons**: Include both short-term and long-term time horizons in your scenario analysis to capture immediate and future risks.\"",
            "Obligation:3 \"Assess Impact on Risk Profile**: Evaluate how climate-related financial risks could affect your firm's current risk profile, including liquidity, credit risk, market risk, and operational risk.\"",
            "Obligation:4 \"Assess Impact on Business Operations**: Determine how short-term climate-related financial risks may influence day-to-day operations, supply chain resilience, investment strategies, and operational costs.\"",
            "Obligation:5 \"Assess Impact on Business Models**: Use long-term scenario analysis to evaluate the sustainability of your business model in light of long-term economic and financial system changes due to climate change.\"",
            "Obligation:6 \"Consider Assumptions and Limitations**: Critically evaluate the assumptions and limitations of your models, including uncertainties and sensitivities in climate-related financial risk modeling.\"",
            "Obligation:7 \"Documentation and Reporting**: Document the processes, assumptions, and outcomes of your scenario analyses and report findings to the ADGM FSRA and potentially disclose them publicly as required.\"",
            "Obligation:8 \"Review and Update**: Regularly review and update your scenario analyses to incorporate new information, emerging risks, and changes in scientific and economic understanding of climate change.\"",
            "Obligation:9 \"Governance and Oversight**: Ensure appropriate governance and oversight for the scenario analysis process, involving senior management and the board of directors.\"",
            "Obligation:10 \"Integration into Risk Management**: Integrate the findings from the scenario analysis into your overall risk management framework, influencing risk appetite, risk limits, and strategic decision-making.\"",
            "Obligation:11 \"Regulatory Compliance**: Comply with ADGM's regulatory requirements and any other relevant climate-related financial disclosure standards or guidelines.\n\n*Note*: Always refer to the relevant ADGM regulations and guidance for detailed requirements and seek professional advice if necessary.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "0d20bb7f-b41a-45aa-a4f9-ca5ac89ac48b",
        "PassageID": "D.7.6.",
        "Passage": "Principle 7 – Scenario analysis of climate-related financial risks. Financial firms should use the results of scenario analysis as an input to analysing the adequacy of their existing risk management framework, including designing and implementing actions that mitigate the impact of identified climate-related financial risks. Results of the stress tests should also be considered as part of the internal capital and liquidity adequacy assessment processes, as detailed under Principle 6.\n",
        "Obligations": [
            "Obligation:1 \"Conduct Scenario Analysis**:\n   - Perform scenario analysis to evaluate the potential impact of climate-related risks on the firm's financial position and operations.\"",
            "Obligation:2 \"Risk Management Framework Review**:\n   - Review and assess the adequacy of the current risk management framework in light of the findings from the scenario analysis.\"",
            "Obligation:3 \"Mitigation Actions**:\n   - Develop and implement strategies to mitigate the identified climate-related financial risks, which may include adjusting investment strategies, enhancing risk controls, diversifying portfolios, or developing new products.\"",
            "Obligation:4 \"Stress Testing**:\n   - Conduct climate-related stress tests and integrate the results into the firm's risk management practices to understand the potential impact on capital and liquidity.\"",
            "Obligation:5 \"Internal Capital and Liquidity Adequacy Assessment**:\n   - Incorporate the results of scenario analysis and stress tests into the Internal Capital Adequacy Assessment Process (ICAAP) and the Internal Liquidity Adequacy Assessment Process (ILAAP) to ensure sufficient capital and liquidity.\"",
            "Obligation:6 \"Reporting and Disclosure**:\n   - Document and report the processes, analyses, and outcomes of scenario analysis and stress testing. Disclose relevant information to stakeholders and regulatory authorities as required.\"",
            "Obligation:7 \"Governance**:\n   - Strengthen the governance structure to support the management of climate-related financial risks, involving the board of directors and senior management in oversight and decision-making.\"",
            "Obligation:8 \"Continuous Monitoring**:\n   - Regularly monitor and revise scenario analysis and risk mitigation strategies to stay current with the evolving climate-related risk landscape and regulatory expectations.\"",
            "Obligation:9 \"Regulatory Compliance**:\n   - Stay informed about and comply with all relevant ADGM regulations and guidance regarding climate-related financial risks.\""
        ],
        "NamedEntities": {
            "liquidity": "Precise definition needed for liquidity, and check that it is modeled accordingly."
        },
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "9d76c0bd-1c90-43da-96d3-71d385996fde",
        "PassageID": "D.7.7.",
        "Passage": "Principle 7 – Scenario analysis of climate-related financial risks. Climate-related financial risk scenario analysis is a developing area and approaches are expected to evolve and mature over time. Nevertheless, a climate-related scenario analysis framework could, in the near term, assist financial firms in identifying data and methodological limitations and uncertainties in climate-related financial risk management, as well as helping inform the firm about the adequacy of its climate-related financial risk management framework.\n",
        "Obligations": [
            "Obligation:1 \"Develop a Scenario Analysis Framework**: Establish a framework for conducting scenario analysis that aligns with your firm's business model and risk profile, enabling assessment of the financial impact of various climate-related scenarios.\"",
            "Obligation:2 \"Data Collection and Management**: Gather, manage, and continuously improve the quality and availability of data necessary for conducting the scenario analysis, while identifying and addressing any data limitations.\"",
            "Obligation:3 \"Methodological Approaches**: Select and apply appropriate methodologies to assess the potential impact of climate-related scenarios on your firm's financial performance and position.\"",
            "Obligation:4 \"Risk Management Framework Assessment**: Evaluate and enhance your current risk management framework using insights from scenario analysis to address climate-related financial risks effectively.\"",
            "Obligation:5 \"Identifying Limitations and Uncertainties**: Acknowledge and document the limitations and uncertainties in your scenario analysis, understanding the variability in risk projections due to changing climate conditions and economic responses.\"",
            "Obligation:6 \"Informing Strategic Decisions**: Integrate the findings from scenario analysis into your firm's strategic planning and decision-making processes to ensure informed management of climate-related risks.\"",
            "Obligation:7 \"Continuous Improvement**: Stay abreast of industry best practices, emerging methodologies, and regulatory expectations, and continuously improve your scenario analysis framework and methodologies accordingly.\"",
            "Obligation:8 \"Reporting and Disclosure**: Report on your scenario analysis and disclose relevant information as required by ADGM regulations and guidelines to stakeholders and regulators.\"",
            "Obligation:9 \"Compliance and Review**: Ensure compliance with ADGM regulations and guidelines, and regularly review and update your practices in response to regulatory changes or advancements in the field.\"",
            "Obligation:10 \"Monitor Developments**: Stay informed about industry best practices and emerging methodologies by participating in industry forums, engaging with experts, and reviewing academic and industry research.\"",
            "Obligation:11 \"Report Adequacy of Risk Management**: Report to the ADGM Financial Services Regulatory Authority (FSRA) on the adequacy of your climate-related financial risk management framework, providing evidence of how scenario analysis is incorporated into your risk management processes.\"",
            "Obligation:12 \"Seek Professional Advice**: Consult relevant ADGM regulations, guidelines, and other related documents, or seek professional advice to ensure full compliance with regulatory obligations.\""
        ],
        "DefinedTerms": {
            "Principle": "In relation to:\n(a)\tan Authorised Person or Approved Person, means a principle prescribed in GEN Chapter 2; and\n(b)\ta Representative Office, means a principle prescribed in GEN Chapter 9."
        }
    },
    {
        "ID": "5941eac3-4d60-453f-a8a9-777056faaf73",
        "PassageID": "ANNEX",
        "Passage": "\n",
        "Obligations": []
    },
    {
        "ID": "ab85a7e9-e87c-4f36-8249-e018a86f1e60",
        "PassageID": "ANNEX.1.",
        "Passage": "BCBS – Principles for the effective management and supervision of climate-related financial risks (June 2022)",
        "Obligations": [
            "Obligation:1 \"Governance**: \n   - Establish clear governance structures with defined roles and responsibilities for managing climate-related financial risks.\n   - Integrate climate-related financial risks into the overall business strategy and risk management framework.\"",
            "Obligation:2 \"Risk Management**: \n   - Develop a comprehensive risk management process for identifying, measuring, monitoring, and controlling climate-related financial risks.\n   - Implement appropriate limits and controls, considering both short-term and long-term risks.\"",
            "Obligation:3 \"Scenario Analysis**: \n   - Conduct forward-looking scenario analyses to understand the potential impact of climate-related risks on the business model and operations.\"",
            "Obligation:4 \"Strategic Planning**: \n   - Incorporate climate-related financial risks into business strategy and operational planning.\n   - Assess the potential impact on the balance sheet, income statement, and overall financial stability.\"",
            "Obligation:5 \"Disclosure**: \n   - Enhance transparency by disclosing climate-related financial risks in accordance with internationally recognized frameworks, such as TCFD.\"",
            "Obligation:6 \"Supervisory Review**: \n   - Engage with regulatory supervisors to discuss the management of climate-related financial risks.\n   - Be prepared for supervisory assessments and review processes that include these risks.\"",
            "Obligation:7 \"Remedial Actions and Supervisory Measures**: \n   - Take appropriate remedial actions to address deficiencies in managing climate-related financial risks.\n   - Comply with any supervisory measures imposed by regulators.\"",
            "Obligation:8 \"Capacity Building and Training**: \n   - Ensure that the board, senior management, and staff have the necessary expertise to manage climate-related financial risks effectively.\"",
            "Obligation:9 \"Risk Culture**: \n   - Foster a strong risk culture that emphasizes the importance of managing climate-related financial risks.\"",
            "Obligation:10 \"Financial Stability Considerations**: \n   - Contribute to the stability of the financial system by effectively managing climate-related financial risks and participating in collective efforts to address these risks.\n\nFor compliance, it is essential to stay informed about ADGM's regulatory developments and guidance to ensure alignment with any new requirements related to the management of climate-related financial risks. Consult with the FSRA or a compliance professional for specific guidance on how these principles apply to your organization within ADGM.\""
        ]
    },
    {
        "ID": "40f634ed-e685-46db-b822-3e5243f9ca01",
        "PassageID": "ANNEX.2.",
        "Passage": "BCBS – Climate-related financial risks: a survey on current initiatives (April 2020)",
        "Obligations": [
            "Obligation:1 \"Risk Management**: Integrate climate-related risks into your organization's risk management framework, which may include scenario analysis, stress testing, and overall risk assessment processes.\"",
            "Obligation:2 \"Governance**: Ensure your governance structure can effectively address climate-related issues, with defined roles and responsibilities.\"",
            "Obligation:3 \"Disclosure and Reporting**: Prepare for and comply with any disclosure requirements regarding climate-related risks, potentially aligning with standards like those from the TCFD and any specific FSRA requirements.\"",
            "Obligation:4 \"Strategy Development**: Formulate a strategy to manage climate-related risks and opportunities, which may involve revising your business model, investment strategies, and product offerings.\"",
            "Obligation:5 \"Regulatory Engagement and Updates**: Stay informed about regulatory developments related to climate risk within ADGM, engage with the FSRA, and monitor for updates or changes to regulatory requirements.\"",
            "Obligation:6 \"Training and Awareness**: Educate and train staff on climate-related risks and their potential financial impact.\"",
            "Obligation:7 \"Review ADGM Regulations and Guidelines**: Regularly check FSRA regulations and guidelines for any updates or specific requirements related to climate-related financial risks.\"",
            "Obligation:8 \"Engage with Stakeholders**: Communicate with clients, investors, and other stakeholders about your approach to managing climate-related risks and understand their expectations.\"",
            "Obligation:9 \"Scenario Analysis and Stress Testing**: Conduct scenario analysis and stress testing as required to evaluate the resilience of your business to climate-related risks, depending on FSRA guidelines and the nature of your business.\n\nRemember to always refer to the most current ADGM regulations and consult with the FSRA or a compliance professional for guidance specific to your situation.\""
        ]
    },
    {
        "ID": "b54a24d3-48fd-4a56-9c0f-f180d4111fcc",
        "PassageID": "ANNEX.3.",
        "Passage": "BCBS – Climate-related financial risks – measurement methodologies (April 2021)",
        "Obligations": [
            "Obligation:1 \"Conduct a thorough risk assessment to understand how climate-related risks (both physical and transition risks) could impact your business.\"",
            "Obligation:2 \"Implement robust methodologies for measuring climate-related risks, including scenario analysis, stress testing, and the use of climate risk metrics.\"",
            "Obligation:3 \"Integrate climate-related risk assessment and measurement into your overall risk management framework.\"",
            "Obligation:4 \"Ensure that governance structures are equipped to oversee climate-related risk management, including board-level oversight.\"",
            "Obligation:5 \"Prepare to report on climate-related financial risks in line with any ADGM disclosure requirements and international frameworks such as the TCFD.\"",
            "Obligation:6 \"Incorporate the implications of climate-related risks into your business strategy and financial planning.\"",
            "Obligation:7 \"Stay updated on ADGM-specific regulations and guidelines related to climate risk and ensure compliance with any reporting or risk management obligations.\"",
            "Obligation:8 \"Provide training to relevant staff on climate risk measurement and management.\"",
            "Obligation:9 \"Establish processes for collecting and reporting relevant data on climate-related risks.\"",
            "Obligation:10 \"Engage with the FSRA or a compliance professional for tailored advice based on the most current regulatory framework in the ADGM.\""
        ]
    },
    {
        "ID": "cf797f98-c976-4f9d-a4e0-0a1c03a85390",
        "PassageID": "ANNEX.4.",
        "Passage": "BCBS – Climate-related risk drivers and their transmission channels (April 2021)",
        "Obligations": [
            "Obligation:1 \"Risk Identification and Assessment**: Identify and assess climate-related risks that could impact your business, including both physical and transition risks.\"",
            "Obligation:2 \"Risk Management Framework**: Develop and integrate strategies within your overall risk management framework to manage and mitigate identified climate-related risks.\"",
            "Obligation:3 \"Scenario Analysis and Stress Testing**: Conduct scenario analyses and stress tests to understand the potential impact of climate-related risks on your business under various future scenarios.\"",
            "Obligation:4 \"Disclosure**: Enhance transparency by disclosing climate-related risks in line with international frameworks such as the Task Force on Climate-related Financial Disclosures (TCFD) and any applicable reporting standards or guidelines.\"",
            "Obligation:5 \"Governance**: Ensure that governance structures are in place to adequately address climate-related risks, with clear roles and responsibilities for oversight and management, and that the board and senior management are actively involved.\"",
            "Obligation:6 \"Regulatory Reporting**: Comply with any reporting requirements related to climate risks as mandated by ADGM or other relevant authorities.\"",
            "Obligation:7 \"Stakeholder Engagement**: Engage with stakeholders, including investors, clients, and regulators, on climate-related risks and your approach to managing them.\"",
            "Obligation:8 \"Strategic Planning**: Incorporate climate-related risks and opportunities into your strategic planning and business strategy.\"",
            "Obligation:9 \"Training and Awareness**: Provide training to relevant staff to understand climate-related risks and the impact on the business.\"",
            "Obligation:10 \"Review ADGM Regulations**: Regularly review ADGM Financial Services Regulatory Authority (FSRA) publications and guidelines, and consult the latest ADGM financial regulations and any guidance notes or circulars that pertain to climate-related risks and ESG factors.\"",
            "Obligation:11 \"Seek Professional Advice**: If necessary, seek advice from compliance professionals or legal advisors who specialize in ADGM regulatory matters to ensure compliance.\"",
            "Obligation:12 \"Stay Informed**: Stay informed about any new regulations or amendments to existing regulations related to climate change and sustainable finance.\""
        ]
    },
    {
        "ID": "80e159b3-d41b-4443-837b-fbc6c31ac02a",
        "PassageID": "ANNEX.5.",
        "Passage": "BCBS – Frequently asked questions on climate-related financial risks (December 2022)",
        "Obligations": [
            "Obligation:1 \"Risk Management**\n   - Implement robust risk management practices that incorporate climate-related financial risks.\n   - Assess and enhance risk management frameworks to address climate-related risks.\n   - Identify, assess, monitor, and mitigate climate-related risks within the overall risk management framework.\"",
            "Obligation:2 \"Governance**\n   - Ensure active engagement of the board and senior management in the oversight of climate-related financial risks.\n   - Ensure governance structures adequately reflect the oversight of climate-related risks, with clear roles and responsibilities.\"",
            "Obligation:3 \"Strategy**\n   - Integrate the consideration of climate-related financial risks into business strategy and operational planning.\"",
            "Obligation:4 \"Scenario Analysis**\n   - Conduct forward-looking scenario analyses to assess the potential impact of climate-related risks on the business model.\n   - Conduct scenario analysis and stress testing to understand the potential impact of climate-related risks on financial stability.\"",
            "Obligation:5 \"Disclosure**\n   - Enhance transparency by disclosing climate-related financial risks in line with internationally recognized frameworks, such as TCFD recommendations.\n   - Disclose climate-related financial risks to stakeholders consistently with international best practices and any ADGM-specific requirements.\"",
            "Obligation:6 \"Supervisory Engagement**\n   - Engage with supervisors, specifically the FSRA, regarding the approach to managing climate-related financial risks.\n   - Engage with the FSRA to understand their expectations and demonstrate compliance with regulatory requirements.\"",
            "Obligation:7 \"Regulatory Compliance**\n   - Stay updated with the FSRA's latest guidelines and regulations on climate-related risks.\n   - Consult directly with the FSRA or a compliance professional specializing in ADGM regulations for the most accurate and up-to-date information.\n   - Review the BCBS document in detail and consult with the ADGM FSRA or a compliance professional to understand the precise implications for your organization.\""
        ]
    },
    {
        "ID": "8034a12d-33c6-43ba-ab18-7c8d9a5f59cb",
        "PassageID": "ANNEX.6.",
        "Passage": "Financial Stability Board (FSB) – Supervisory and Regulatory Approaches to Climate-related risks (October 2022)",
        "Obligations": [
            "Obligation:1 \"Risk Management**: Implement robust risk management practices to identify, assess, and manage climate-related risks that could impact financial stability.\"",
            "Obligation:2 \"Disclosures**: Enhance transparency by disclosing climate-related financial risks in accordance with internationally recognized frameworks, such as the Task Force on Climate-related Financial Disclosures (TCFD).\"",
            "Obligation:3 \"Scenario Analysis and Stress Testing**: Conduct scenario analysis and participate in stress testing to assess the potential impact of climate-related risks on the business model and financial stability under various climate-related scenarios.\"",
            "Obligation:4 \"Governance**: Ensure that governance structures adequately address climate-related risks, with clear roles, responsibilities, and board oversight.\"",
            "Obligation:5 \"Strategy**: Integrate the consideration of climate-related risks into business strategy and operational decision-making processes.\"",
            "Obligation:6 \"Regulatory Reporting**: Comply with any ADGM-specific reporting requirements related to climate risks, which may include both quantitative and qualitative information.\"",
            "Obligation:7 \"Supervisory Engagement**: Engage proactively with ADGM regulators, particularly the FSRA, on climate-related risks and demonstrate how these risks are being managed.\"",
            "Obligation:8 \"Training and Competence**: Ensure that staff, especially those in risk management and decision-making roles, are adequately trained to understand and manage climate-related risks.\n\nTo ensure compliance, it is recommended to review the latest ADGM regulations and guidance, consult with the ADGM FSRA, and seek advice from legal and compliance professionals specializing in ADGM financial regulations.\""
        ],
        "DefinedTerms": {
            "Board": "Means in reference to a corporation, the board of Directors of the corporation."
        }
    },
    {
        "ID": "482be7ec-e6ab-481e-98dc-b52c3d5fcafb",
        "PassageID": "ANNEX.7.",
        "Passage": "FSB and NGFS – Climate Scenario Analysis by Jurisdictions (November 2022)",
        "Obligations": [
            "Obligation:1 \"Risk Management Framework Implementation**: Establish and maintain a robust risk management framework that includes climate-related risks. This involves identifying, assessing, and managing the potential impact of climate-related risks on financial stability.\"",
            "Obligation:2 \"Climate Scenario Analysis**: Perform regular climate scenario analyses to evaluate the potential impact of various climate-related scenarios on the business, including stress testing for resilience against these risks.\"",
            "Obligation:3 \"Enhanced Disclosure**: Improve transparency by disclosing climate-related risks in accordance with international standards, such as the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD).\"",
            "Obligation:4 \"Governance Integration**: Ensure that climate risk considerations are integrated into the firm's governance structures, with active engagement from senior management and the board of directors.\"",
            "Obligation:5 \"Strategic Incorporation**: Embed climate risk into the business strategy and decision-making processes, taking into account the risks and opportunities presented by climate change.\"",
            "Obligation:6 \"Regulatory Reporting Compliance**: Adhere to any specific reporting requirements related to climate risks set forth by the ADGM, which may include detailed reports on climate scenario analysis and risk management practices.\"",
            "Obligation:7 \"Supervisory Engagement**: Maintain active engagement with the ADGM's Financial Services Regulatory Authority (FSRA) regarding climate-related risks and demonstrate alignment with regulatory expectations.\"",
            "Obligation:8 \"Strategic Responses Development**: Formulate strategic responses to mitigate identified climate-related risks, which may involve adjusting investment portfolios, setting targets for reducing exposure to carbon-intensive assets, or increasing financing for green projects.\"",
            "Obligation:9 \"Compliance with Regulatory Expectations**: Comply with the ADGM FSRA's regulatory expectations, which may be based on the recommendations from the FSB and NGFS report, including conducting stress tests and adhering to certain risk management standards.\"",
            "Obligation:10 \"Monitoring FSRA Communications**: Keep abreast of updates and communications from the FSRA regarding changes to regulatory requirements related to climate risk management.\"",
            "Obligation:11 \"Consultation with Professionals**: Seek advice from legal or compliance professionals for interpretation of regulatory texts and tailored advice based on the entity's specific circumstances and obligations under the ADGM regulatory framework.\""
        ]
    },
    {
        "ID": "232976e7-1f18-4828-8e23-a3a685c61c76",
        "PassageID": "ANNEX.8.",
        "Passage": "International Association of Insurance Supervisors – Application Paper on the Supervision of Climate-related Risks in the Insurance Sector (May 2021)",
        "Obligations": [
            "Obligation:1 \"Risk Management and Governance**: \n   - Incorporate climate-related risks into risk management frameworks.\n   - Ensure governance structures address climate-related risks with clear roles and responsibilities.\"",
            "Obligation:2 \"Stress Testing and Scenario Analysis**: \n   - Conduct stress tests and scenario analyses to assess the impact of climate-related risks on solvency and liquidity.\n   - Perform forward-looking assessments of climate-related risks as part of business strategy and risk assessment processes.\"",
            "Obligation:3 \"Disclosure Requirements**: \n   - Enhance disclosure of climate-related risks in line with TCFD recommendations and other international best practices.\"",
            "Obligation:4 \"Investment Strategy**: \n   - Integrate climate-related risks into investment strategies and asset management.\n   - Assess the carbon footprint of investment portfolios and consider the transition to a low-carbon economy.\"",
            "Obligation:5 \"Underwriting Policy**: \n   - Integrate climate-related considerations into underwriting policies and practices.\"",
            "Obligation:6 \"Supervisory Review and Reporting**: \n   - Participate in supervisory review processes evaluating climate-related risk management.\n   - Provide relevant information to the FSRA on how climate-related risks are being addressed.\"",
            "Obligation:7 \"Consumer Protection**: \n   - Inform consumers about the impact of climate-related risks on insurance products and services.\"",
            "Obligation:8 \"Training and Expertise**: \n   - Provide staff training on climate-related risks.\n   - Develop internal expertise to manage these risks effectively.\""
        ],
        "NamedEntities": {
            "association": "not-for-profit organization that is owned by and acts on behalf of its members"
        }
    },
    {
        "ID": "c2b50671-d391-486a-82c4-2867734eb346",
        "PassageID": "ANNEX.9.",
        "Passage": "NGFS – Climate Scenarios (2022)",
        "Obligations": []
    },
    {
        "ID": "3fe94210-8556-42c9-8a6c-46d2a2e7963c",
        "PassageID": "ANNEX.10.",
        "Passage": "NGFS – Guide for Supervisors: Integrating climate-related and environmental risks into prudential supervision (May 2020)\n\n",
        "Obligations": [
            "Obligation:1 \"Risk Management Integration**: Integrate climate-related and environmental risks into your firm's risk management framework, including identification, assessment, management, and reporting.\"",
            "Obligation:2 \"Governance Structure**: Establish and ensure clear governance structures to effectively manage climate-related and environmental risks, with defined roles and responsibilities at the board and senior management levels.\"",
            "Obligation:3 \"Strategy Alignment**: Align your firm's business strategy and risk appetite with the potential impacts of climate-related and environmental risks.\"",
            "Obligation:4 \"Scenario Analysis and Stress Testing**: Conduct scenario analysis and stress testing to evaluate the resilience of your firm's business model to climate-related and environmental risks.\"",
            "Obligation:5 \"Enhanced Disclosure**: Improve disclosure practices to report on the management and potential financial impact of climate-related and environmental risks, in line with standards like the TCFD.\"",
            "Obligation:6 \"Preparation for Supervisory Review**: Be ready for supervisory reviews that assess the effectiveness of your firm's management of climate-related and environmental risks.\"",
            "Obligation:7 \"Regulatory Reporting Compliance**: Prepare to report on climate-related and environmental risks if required by ADGM's regulatory reporting requirements.\"",
            "Obligation:8 \"Capacity Building**: Invest in training and capacity building to understand and manage climate-related and environmental risks.\"",
            "Obligation:9 \"Industry Collaboration**: Engage in industry-wide initiatives to develop best practices and share knowledge on managing climate-related and environmental risks.\"",
            "Obligation:10 \"Monitor Regulatory Updates**: Regularly review ADGM's regulatory framework and communications from the FSRA for updates that may reflect the NGFS guide's recommendations.\"",
            "Obligation:11 \"Engage with Experts**: Consult with legal counsel or compliance professionals with expertise in ADGM regulations and environmental risk management to understand and meet potential obligations.\"",
            "Obligation:12 \"Consider Regulatory Capital Implications**: Be aware of potential implications for your firm's regulatory capital requirements based on the risk profile associated with climate-related and environmental risks.\"",
            "Obligation:13 \"Proactive Best Practice Adoption**: Proactively engage with industry best practices and consider integrating climate-related and environmental risks into operations in anticipation of formal regulations.\""
        ]
    }
]