[
    {
        "ID": "3164afd0-0af9-4830-8f01-50822af44292",
        "PassageID": "1.",
        "Passage": "Introduction\n",
        "Obligations": []
    },
    {
        "ID": "ec05d9fb-0199-4787-811d-b74021d70efa",
        "PassageID": "1.1",
        "Passage": "This Guidance is issued under section 15(2) of the Financial Services and Markets Regulations 2015 (“FSMR”). It should be read in conjunction with FSMR, the Rulebook of the Financial Services Regulatory Authority (“FSRA”) and the Guidance & Policies Manual (“GPM”) of the FSRA.\n",
        "Obligations": [],
        "DefinedTerms": {
            "Authority": "Means the Securities and Commodities Authority, the Financial Services Regulatory Authority or the Dubai Financial Services Authority.",
            "FSMR": "Means the Financial Services and Markets Regulations 2015.",
            "GPM": "Means the Guidance and Policies Manual, once published by the Regulator.",
            "Guidance": "Has the meaning given in section 15(2) of FSMR.",
            "Rulebook": "Means the ADGM financial services rulebooks comprising GLO, GEN, PRU, PIN, MIR, AML, MKT, COBS, FUNDS, CIB, IFR and FEES."
        }
    },
    {
        "ID": "f956d742-f200-4a4a-95bb-04b391f01413",
        "PassageID": "1.2",
        "Passage": "It is relevant to an applicant for a Financial Services Permission (“FSP”) to carry on one or more Regulated Activities, as defined in section 19 of FSMR, where the applicant undertakes “digital investment management”, as outlined in Paragraph 2.1 of this Guidance, and is termed a “Digital Investment Manager”. It explains the requirements that applicants must satisfy to be authorised and operate as Digital Investment Managers.\n",
        "Obligations": [
            "Obligation:1 \"Obtain Financial Services Permission (FSP)**: Apply for and secure an FSP from the ADGM Financial Services Regulatory Authority (FSRA) for digital investment management activities.\"",
            "Obligation:2 \"Comply with Regulatory Framework**: Adhere to the Financial Services and Markets Regulations (FSMR) and any other relevant rules and guidance applicable to digital investment managers.\"",
            "Obligation:3 \"Satisfy Fit and Proper Test**: Ensure that you, your senior management, and key control functions meet the FSRA's criteria for integrity, competence, and financial soundness.\"",
            "Obligation:4 \"Meet Capital and Prudential Requirements**: Fulfill the FSRA's minimum capital requirements and liquidity thresholds appropriate for your business scale and nature.\"",
            "Obligation:5 \"Implement Risk Management Policies**: Establish and maintain policies and procedures to manage and monitor the risks associated with your business.\"",
            "Obligation:6 \"Establish Compliance Arrangements**: Set up effective compliance arrangements, including a compliance function or officer, to monitor adherence to regulatory requirements.\"",
            "Obligation:7 \"Conduct Client Onboarding and KYC**: Perform thorough client due diligence, including Know Your Customer (KYC) and Anti-Money Laundering (AML) procedures.\"",
            "Obligation:8 \"Ensure Client Classification**: Classify clients based on their knowledge, experience, financial situation, and investment objectives.\"",
            "Obligation:9 \"Provide Clear Disclosure and Transparency**: Offer clients clear, fair, and not misleading information about investment products, services, fees, risks, and charges.\"",
            "Obligation:10 \"Govern Technology and Cybersecurity**: Maintain secure, reliable, and resilient IT systems with robust cybersecurity measures to support operations.\"",
            "Obligation:11 \"Protect Client Data**: Comply with data protection laws and regulations to ensure the confidentiality and integrity of client information.\"",
            "Obligation:12 \"Handle Client Assets Appropriately**: If managing client assets, ensure they are segregated and protected according to FSRA rules.\"",
            "Obligation:13 \"Maintain Professional Indemnity Insurance**: Obtain adequate insurance to cover potential liabilities from professional negligence.\"",
            "Obligation:14 \"Fulfill Reporting Obligations**: Submit regular financial reports, suspicious activity reports, and any other reports as required by the FSRA.\"",
            "Obligation:15 \"Cooperate with Ongoing Supervision**: Engage with the FSRA's ongoing supervision, including inspections, information requests, and any regulatory actions or remediation.\"",
            "Obligation:16 \"Conduct Audits**: Arrange for regular internal and external audits as part of compliance and reporting processes.\n\nIt is essential to review the detailed guidance provided by the FSRA, consult with legal and compliance professionals, and refer to the FSMR and other relevant regulations to ensure full compliance with all regulatory obligations.\""
        ],
        "DefinedTerms": {
            "Activities": "In relation to GEN 2.1.2 and 2.1.3, means:\n(a)\ta Regulated Activity;\n(b)\tactivities carried on in connection with a Regulated Activity;\n(c)\tactivities held out as being for the purpose of a Regulated Activity; and\n(d)\tin relation to any particular Principle, any activity specified in GEN ‎2.1.3(2), (3) and ‎(4).",
            "Financial Services Permission": "Means a permission given, or having effect as if so given, by the Regulator in accordance with ‎Part 4 of FSMR.",
            "FSMR": "Means the Financial Services and Markets Regulations 2015.",
            "Guidance": "Has the meaning given in section 15(2) of FSMR.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "ef07bd11-dcec-4991-9336-4f72420c377d",
        "PassageID": "1.3",
        "Passage": "This Guidance is not an exhaustive source of the FSRA’s policy on the exercise of its statutory powers and discretions. In discharging its regulatory mandate, the FSRA may impose additional, specific conditions to address other risks posed by the proposed activities of a Digital Investment Manager, above and beyond those in the Rulebook.\n",
        "Obligations": [],
        "NamedEntities": {
            "policy": "system of principles, rules and guidelines, adopted by an organization to guide decision making with respect to particular situations and implemented via procedures or protocols to achieve stated goals"
        },
        "DefinedTerms": {
            "Guidance": "Has the meaning given in section 15(2) of FSMR.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement.",
            "Rulebook": "Means the ADGM financial services rulebooks comprising GLO, GEN, PRU, PIN, MIR, AML, MKT, COBS, FUNDS, CIB, IFR and FEES."
        }
    },
    {
        "ID": "20f4cd3d-eb9c-41e7-b403-455d7707b236",
        "PassageID": "1.4",
        "Passage": "The FSRA is not bound by this Guidance and may modify the Guidance at its discretion where appropriate.\n",
        "Obligations": [],
        "DefinedTerms": {
            "Guidance": "Has the meaning given in section 15(2) of FSMR."
        }
    },
    {
        "ID": "cdbd7740-50b6-42f6-90e8-18b92e63700c",
        "PassageID": "1.5",
        "Passage": "Unless otherwise defined, or the context otherwise requires, capitalised terms in this Guidance have the same meanings as defined in FSMR and the Glossary (“GLO”).\n",
        "Obligations": [],
        "DefinedTerms": {
            "FSMR": "Means the Financial Services and Markets Regulations 2015.",
            "GLO": "Means the Glossary module of the Rulebook.",
            "Guidance": "Has the meaning given in section 15(2) of FSMR."
        }
    },
    {
        "ID": "19244130-f402-4820-ae3b-316feb29e186",
        "PassageID": "2.",
        "Passage": "Objectives\n",
        "Obligations": []
    },
    {
        "ID": "c29f78d9-d242-4b3a-9bba-452ce6688427",
        "PassageID": "2.1",
        "Passage": "For the purposes of this Guidance, digital investment management refers to the provision of investment management services using algorithm-based tools that require limited/optional human interaction between clients and the provider of digital investment management services. It does not include asset management or advisory activities that rely on algorithm-based tools solely for the purposes of back-office support services. The term, Digital Investment Manager, refers to the entity that provides digital investment management services.\n",
        "Obligations": [],
        "DefinedTerms": {
            "Guidance": "Has the meaning given in section 15(2) of FSMR.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "cb7d606e-df1b-46cc-9280-dc5e7eb7b1fc",
        "PassageID": "2.2",
        "Passage": "The digitisation of the financial services industry has provided wealth managers with a cost-effective and scalable way of providing tailored investment management services to mass-affluent clients. These clients are generally comfortable with services delivered through digital channels, which also influences their preferences in engaging with service providers, including investment managers.\n",
        "Obligations": [
            "Obligation:1 \"Obtain Licensing and Authorization**: Ensure that your firm is properly licensed and authorized by the Financial Services Regulatory Authority (FSRA) to provide financial services, including wealth management.\"",
            "Obligation:2 \"Client Classification**: Correctly classify your clients according to ADGM regulations, taking into account the level of protection each class is afforded.\"",
            "Obligation:3 \"Implement KYC and AML Procedures**: Establish robust Know Your Customer (KYC) and Anti-Money Laundering (AML) procedures to verify client identities, understand their financial activities, and monitor for suspicious activities.\"",
            "Obligation:4 \"Ensure Data Protection**: Comply with ADGM Data Protection Regulations to securely store, process, and protect client data.\"",
            "Obligation:5 \"Maintain Technology Governance and Cybersecurity**: Implement and maintain robust governance frameworks and cybersecurity measures to secure digital platforms and protect against unauthorized access and data breaches.\"",
            "Obligation:6 \"Provide Clear Risk Disclosure**: Communicate the risks associated with investment products and strategies clearly and comprehensively to clients.\"",
            "Obligation:7 \"Assess Suitability and Appropriateness**: Take reasonable steps to ensure that investment advice and decisions are suitable for clients based on their knowledge, experience, financial situation, and investment objectives.\"",
            "Obligation:8 \"Maintain Transparent Marketing and Communications**: Ensure all marketing materials and client communications are clear, fair, and not misleading, and comply with regulatory requirements.\"",
            "Obligation:9 \"Establish Complaints Handling Procedures**: Develop effective and transparent procedures for handling client complaints and inform clients about the complaint process.\"",
            "Obligation:10 \"Comply with Regulatory Reporting**: Submit all required reports to the FSRA, including financial statements, risk management reports, and any other reports related to your specific license.\"",
            "Obligation:11 \"Adhere to Conduct of Business Rules**: Follow the FSRA's Conduct of Business (COBS) rules regarding fair treatment of clients, best execution, client assets protection, and other conduct-related matters.\"",
            "Obligation:12 \"Prevent Market Abuse**: Implement systems and controls to prevent market abuse and ensure compliance with market conduct regulations.\"",
            "Obligation:13 \"Manage Continuity and Outsourcing**: Ensure adequate controls are in place for third-party service providers and outsourced operations to maintain service continuity.\"",
            "Obligation:14 \"Maintain Professional Indemnity Insurance**: Hold adequate professional indemnity insurance to cover potential liabilities.\"",
            "Obligation:15 \"Fulfill Continuing Obligations**: Meet ongoing obligations set by the FSRA, including capital adequacy, internal audits, and compliance with regulations.\"",
            "Obligation:16 \"Keep Comprehensive Records**: Maintain detailed records of all business activities, client interactions, and compliance efforts for the required period as specified by the FSRA.\""
        ]
    },
    {
        "ID": "95f976a4-23d7-4dfd-b8c9-380cd45ade6d",
        "PassageID": "2.3",
        "Passage": "The wealth management industry has seen a steady rise in assets under the management of Digital Investment Managers that utilise algorithms to provide automated investment management services including suitability assessments, portfolio modelling and account re-balancing. The business models of Digital Investment Managers in the GCC region typically tend to fall within the following categories.\n",
        "Obligations": [
            "Obligation:1 \"Obtain Licensing and Authorization**: Apply for and secure the necessary financial services license from the FSRA.\"",
            "Obligation:2 \"Conduct Suitability Assessments**: Use algorithms to perform suitability assessments that consider clients' individual circumstances, including investment objectives, financial situation, knowledge, experience, and risk tolerance.\"",
            "Obligation:3 \"Develop and Review Portfolio Modelling**: Ensure algorithms can create suitable portfolios for clients' risk profiles and regularly review and adjust these models.\"",
            "Obligation:4 \"Implement Account Re-balancing Procedures**: Automate account re-balancing in accordance with clients' investment objectives and risk profiles, and disclose re-balancing frequency and conditions to clients.\"",
            "Obligation:5 \"Establish a Risk Management Framework**: Identify, assess, manage, and mitigate risks, particularly those associated with algorithmic trading and technology.\"",
            "Obligation:6 \"Ensure Clear Client Communications**: Provide transparent information about the use of algorithms, service limitations, fees, charges, and investment risks.\"",
            "Obligation:7 \"Set Up Compliance and Monitoring Systems**: Develop compliance arrangements and policies to ensure adherence to ADGM regulations and other applicable laws.\"",
            "Obligation:8 \"Protect Data and Enhance Cybersecurity**: Comply with data protection regulations and implement cybersecurity measures to safeguard client data and digital platforms.\"",
            "Obligation:9 \"Adhere to AML and CTF Regulations**: Perform customer due diligence, ongoing monitoring, and report suspicious activities in line with ADGM's AML and CTF regulations.\"",
            "Obligation:10 \"Maintain Accurate Records**: Keep comprehensive records of all business activities, including client interactions, transactions, and algorithmic decision-making processes.\"",
            "Obligation:11 \"Implement Effective Governance and Control**: Establish a governance framework for oversight of digital investment management activities and algorithm performance.\"",
            "Obligation:12 \"Conduct Audits and Regulatory Reporting**: Have financial statements audited annually and submit regular reports to the FSRA on business operations.\"",
            "Obligation:13 \"Conduct Client Onboarding with KYC Checks**: Perform thorough client onboarding processes, including KYC and AML checks.\"",
            "Obligation:14 \"Ensure Disclosure and Transparency**: Provide clients with clear information about investment services, including algorithm usage, risks, fees, and charges.\"",
            "Obligation:15 \"Protect Consumer Interests**: Comply with regulations for client protection, fair treatment, conflict of interest avoidance, and non-misleading practices.\"",
            "Obligation:16 \"Govern Technology and Cybersecurity**: Set governance standards for technology use and cybersecurity to prevent unauthorized access and data breaches.\"",
            "Obligation:17 \"Develop Continuity and Disaster Recovery Plans**: Create and maintain plans to address operational risks related to digital investment management.\"",
            "Obligation:18 \"Maintain Professional Indemnity Insurance**: Secure adequate insurance to cover liabilities from professional misconduct or negligence.\n\nIt is essential to consult the FSMR, FSRA guidance, and seek legal advice to ensure full compliance with all applicable regulations, as this list may not be exhaustive and specific obligations can vary.\""
        ],
        "NamedEntities": {
            "account": "container for records associated with a business arrangement for regular transactions and services"
        },
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified."
        }
    },
    {
        "ID": "08a78576-e2a3-42f2-b6af-b356792a9f98",
        "PassageID": "2.3.a.",
        "Passage": "Fully digital model: little or no human interaction with clients, with the exception of technical support services.\n",
        "Obligations": [
            "Obligation:1 \"Licensing and Authorization**: Apply for and maintain the appropriate financial services license from the Financial Services Regulatory Authority (FSRA) of ADGM for the specific type of financial activities conducted.\"",
            "Obligation:2 \"Know Your Customer (KYC) and Anti-Money Laundering (AML)**: Implement and maintain robust KYC and AML procedures for client identity verification, risk assessment, ongoing monitoring of transactions, and reporting suspicious activities to the relevant authorities.\"",
            "Obligation:3 \"Data Protection**: Ensure compliance with ADGM Data Protection Regulations by securely collecting, processing, and storing personal data, and respecting clients' privacy rights.\"",
            "Obligation:4 \"Cybersecurity**: Maintain a high level of cybersecurity through regular risk assessments, implementing security measures, and having incident response plans in place to protect digital infrastructure and client data.\"",
            "Obligation:5 \"Consumer Protection**: Adhere to consumer protection regulations by clearly communicating services, fees, and risks associated with financial products or services.\"",
            "Obligation:6 \"Operational Resilience**: Develop and maintain a business continuity plan and disaster recovery strategies to ensure the continuation of critical business services during disruptions.\"",
            "Obligation:7 \"Outsourcing (if applicable)**: Comply with regulatory requirements for outsourcing arrangements, including oversight and risk management of outsourced functions.\"",
            "Obligation:8 \"Record Keeping**: Maintain comprehensive and accurate records of all business transactions and client interactions as per regulatory requirements.\"",
            "Obligation:9 \"Reporting Obligations**: Submit regular reports to the FSRA, including financial statements and information on risk management and compliance with AML regulations.\"",
            "Obligation:10 \"Market Conduct**: Ensure fair market conduct by providing clear, accurate, and non-misleading information to clients and the market, and adhering to rules on trading, market abuse, and conflicts of interest.\"",
            "Obligation:11 \"Technology Governance**: Establish and maintain a governance framework to oversee the performance and risks associated with technological solutions.\"",
            "Obligation:12 \"Compliance Function**: Set up an independent compliance function to monitor and assess adherence to applicable laws and regulations.\"",
            "Obligation:13 \"Client Assets Protection (if applicable)**: Properly segregate and protect client assets from the company's assets to safeguard them in the event of insolvency.\"",
            "Obligation:14 \"Disclosure and Transparency**: Provide transparent and truthful information about business activities, financial products, and services to clients and the market.\n\nIt is recommended to consult with a compliance professional or legal advisor for tailored advice based on a thorough understanding of the specific business model and the ADGM regulatory framework.\""
        ]
    },
    {
        "ID": "bb7875aa-29d3-4fb8-b590-58ce694e5e4d",
        "PassageID": "2.3.b.",
        "Passage": "Hybrid model: clients have the option to interact with a human financial adviser to discuss the automated digital investment advice generated by algorithm-based tools.\n",
        "Obligations": [
            "Obligation:1 \"Obtain proper licensing and authorization from the Financial Services Regulatory Authority (FSRA) for providing investment advice and managing investments, if applicable.\"",
            "Obligation:2 \"Conduct suitability and appropriateness assessments for each client, considering their investment objectives, financial situation, knowledge, experience, and risk tolerance.\"",
            "Obligation:3 \"Provide clear, fair, and not misleading disclosures to clients about the nature of the investment advice, including the workings of the algorithm, limitations, scope of services, and associated risks.\"",
            "Obligation:4 \"Ensure all clients sign a client agreement outlining the terms of service, including the use of automated tools and human advice.\"",
            "Obligation:5 \"Perform due diligence and Know Your Customer (KYC) procedures to verify client identity and understand their financial profile, in compliance with Anti-Money Laundering (AML) and Counter-Terrorist Financing (CTF) regulations.\"",
            "Obligation:6 \"Implement robust risk management systems to identify, manage, and mitigate risks, including algorithmic errors, biases, technological risks, cybersecurity threats, and conflicts of interest.\"",
            "Obligation:7 \"Comply with data protection laws in the ADGM, ensuring secure collection, processing, and storage of client data, and respect for clients' privacy rights.\"",
            "Obligation:8 \"Regularly review and monitor the performance of algorithm-based tools and the ongoing suitability of advice provided to clients, ensuring they remain fit for purpose.\"",
            "Obligation:9 \"Maintain comprehensive records of all client interactions, advice provided (both by humans and algorithms), and transactions executed.\"",
            "Obligation:10 \"Have an effective complaints handling process to address client grievances related to the investment advice provided.\"",
            "Obligation:11 \"Comply with regulatory reporting requirements set by the FSRA, including reporting on significant changes to the advisory tools or model.\"",
            "Obligation:12 \"Maintain adequate professional indemnity insurance to cover potential liabilities from the provision of financial advice.\"",
            "Obligation:13 \"Ensure all staff, including those involved in developing and maintaining algorithmic tools, are adequately trained and competent to perform their roles.\"",
            "Obligation:14 \"Establish strong governance structures to oversee the algorithm-based advice process, ensuring proper design, testing, and oversight by qualified human advisers.\n\nIt is recommended to consult with a compliance professional or legal advisor familiar with ADGM regulations to ensure full compliance with all regulatory obligations.\""
        ],
        "NamedEntities": {
            "option": "derivative instrument that grants to the holder either the privilege to purchase or the privilege to sell the assets specified at a predetermined price or formula at or within a time period in the future"
        }
    },
    {
        "ID": "e9960ac9-7704-437e-a025-87c5ac21bac4",
        "PassageID": "2.4",
        "Passage": "Additionally, a number of firms operating in the GCC region have developed digital investment management technology to white-label or sell to wealth management firms. Firms that operate solely as technology providers are not considered to be Digital Investment Managers and do not require an FSP.\n",
        "Obligations": [
            "Obligation:1 \"Determine if your firm is a technology provider or an investment manager.\"",
            "Obligation:2 \"If providing technology, ensure no investment advice or management services are offered without an FSP.\"",
            "Obligation:3 \"Conduct due diligence to ensure technology compliance with relevant regulations.\"",
            "Obligation:4 \"Comply with data protection laws and cybersecurity requirements.\"",
            "Obligation:5 \"Adhere to outsourcing guidelines if your technology is used by regulated firms.\"",
            "Obligation:6 \"Draft clear contractual agreements with wealth management firms.\"",
            "Obligation:7 \"Monitor regulatory changes that could affect your status as a technology provider.\"",
            "Obligation:8 \"Consult with legal advisors or compliance consultants regarding ADGM regulations.\"",
            "Obligation:9 \"If managing investments, apply for and obtain an FSP from the FSRA.\"",
            "Obligation:10 \"Comply with ADGM regulations, including FSMR.\"",
            "Obligation:11 \"Implement risk management systems and controls.\"",
            "Obligation:12 \"Conduct proper client onboarding and KYC procedures.\"",
            "Obligation:13 \"Fulfill reporting obligations to the FSRA.\"",
            "Obligation:14 \"Establish a robust corporate governance framework.\"",
            "Obligation:15 \"Maintain adequate professional indemnity insurance.\"",
            "Obligation:16 \"Ensure client assets are segregated and protected.\"",
            "Obligation:17 \"Adhere to FSRA’s COBS rules.\"",
            "Obligation:18 \"Seek clarification from the FSRA or legal advisors if uncertain about your firm's classification.\""
        ],
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified."
        }
    },
    {
        "ID": "865e614a-9c76-4815-81c2-61c3b56a6481",
        "PassageID": "2.5",
        "Passage": "The scope of this Guidance covers Digital Investment Managers that may be fully digital or hybrid and that provide advice, discretionary investment management, arrange deals in investments, or any combination of these services.\n",
        "Obligations": [
            "Obligation:1 \"Obtain proper licensing and registration with the ADGM Financial Services Regulatory Authority (FSRA) for providing digital investment management services.\"",
            "Obligation:2 \"Implement robust Know Your Customer (KYC) and Anti-Money Laundering (AML) procedures.\"",
            "Obligation:3 \"Ensure a thorough client onboarding process that assesses investment knowledge, experience, financial situation, and objectives.\"",
            "Obligation:4 \"Provide clear and comprehensive risk disclosures to clients.\"",
            "Obligation:5 \"Appropriately classify clients and conduct suitability and appropriateness assessments.\"",
            "Obligation:6 \"Disclose all fees and charges associated with services in a clear and understandable manner.\"",
            "Obligation:7 \"Establish and maintain effective governance arrangements, compliance policies, and internal controls.\"",
            "Obligation:8 \"Comply with reporting obligations to the FSRA, including financial statements and suspicious transaction reports.\"",
            "Obligation:9 \"Ensure secure and resilient technology infrastructure and implement cybersecurity measures.\"",
            "Obligation:10 \"Comply with data protection laws and handle client data securely.\"",
            "Obligation:11 \"Ensure that marketing materials and communications are fair, clear, and not misleading.\"",
            "Obligation:12 \"Regularly review and monitor compliance with regulatory requirements and adjust policies and procedures as necessary.\"",
            "Obligation:13 \"Maintain adequate professional indemnity insurance.\"",
            "Obligation:14 \"Identify, manage, and disclose any conflicts of interest.\"",
            "Obligation:15 \"Provide regular reports to clients on the performance and management of their investments.\"",
            "Obligation:16 \"Ensure staff involved in providing services have the necessary skills and undertake ongoing professional development.\""
        ],
        "DefinedTerms": {
            "Guidance": "Has the meaning given in section 15(2) of FSMR.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified."
        }
    },
    {
        "ID": "aa83b897-7891-46d4-9ce9-6ef6290a88ba",
        "PassageID": "2.6",
        "Passage": "While digital investment management models are scalable and offer greater access to investment management services, they also present different risks than those inherent in traditional investment management business models. The differences are most pronounced in the investment process, use of technology, compliance with suitability requirements and disclosure of key risks. In light of these considerations, this guidance clarifies how the FSRA applies regulatory safeguards to Digital Investment Managers in a manner that is commensurate with the risks they pose, both to clients and to the FSRA’s objectives.\n",
        "Obligations": [
            "Obligation:1 \"Investment Process Compliance:**\n   - Comply with FSRA regulatory standards for digital investment processes.\n   - Implement and maintain robust systems and controls for algorithm-driven investment decisions.\n   - Regularly test and validate algorithms and automated systems.\"",
            "Obligation:2 \"Technology and Cybersecurity:**\n   - Ensure operational resilience and cybersecurity to protect against unauthorized access and data breaches.\n   - Maintain and update technology systems for security and effectiveness.\n   - Develop and maintain contingency plans for technological failures or disruptions.\"",
            "Obligation:3 \"Suitability Requirements:**\n   - Conduct thorough client assessments for suitability based on risk profile, investment objectives, and financial situation.\n   - Keep detailed and up-to-date records of suitability assessments.\n   - Periodically review client assessments to ensure ongoing suitability.\"",
            "Obligation:4 \"Disclosure of Key Risks:**\n   - Provide clear and comprehensive disclosures of key risks associated with digital investment management.\n   - Ensure clients understand the implications of algorithm-driven investment decisions and technology limitations.\"",
            "Obligation:5 \"Governance, Oversight, and Regulatory Safeguards:**\n   - Adhere to regulatory safeguards and establish a governance framework for effective oversight.\n   - Prepare to demonstrate how the business model addresses risks in line with regulatory objectives.\"",
            "Obligation:6 \"Client Protection and Assets:**\n   - Implement measures to protect client assets and ensure fair treatment.\n   - Establish a transparent fee structure and disclose any conflicts of interest.\n   - Segregate client assets as per FSRA rules.\"",
            "Obligation:7 \"Compliance Monitoring, Reporting, and Function:**\n   - Regularly monitor compliance and report breaches to the FSRA.\n   - Maintain accurate records and provide timely reports as required.\n   - Maintain an effective compliance function to manage risks.\"",
            "Obligation:8 \"Continual Assessment and Adaptation:**\n   - Continuously assess and improve the compliance framework.\n   - Stay informed about regulatory changes and adapt practices accordingly.\"",
            "Obligation:9 \"Training and Competence:**\n   - Ensure staff, especially those involved with algorithmic trading systems, are adequately trained and competent.\"",
            "Obligation:10 \"Market Conduct:**\n    - Comply with market conduct rules to prevent market abuse and maintain market integrity.\n\nIt is essential to review the specific FSRA regulations and guidance that apply to Digital Investment Managers to ensure full compliance. Consulting with legal or compliance professionals may be necessary to fulfill all obligations. Compliance is crucial for operating within ADGM and maintaining the trust of clients and the regulator.\""
        ],
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified."
        }
    },
    {
        "ID": "f37f4b84-6b07-4a47-b776-5b5a5488b40e",
        "PassageID": "3.",
        "Passage": "Permissions required for Digital Investment Management\n",
        "Obligations": [],
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified."
        }
    },
    {
        "ID": "c1330e24-1d20-4296-be76-1e70dc7daa65",
        "PassageID": "3.1",
        "Passage": "This section of the Guidance outlines the permissions that may be required to conduct digital investment management in or from ADGM. It also describes the relief available to Digital Investment Managers whose business models meet conditions that serve to reduce the risks they pose.\n",
        "Obligations": [
            "Obligation:1 \"Obtain Necessary Licenses/Permissions**: Apply for and secure the appropriate Financial Services Permission (FSP) from the Financial Services Regulatory Authority (FSRA) to conduct digital investment management activities.\"",
            "Obligation:2 \"Compliance with Regulatory Framework/Requirements**: Adhere to the FSRA's regulatory framework, which includes rules and guidelines on conduct, capital adequacy, risk management, reporting, anti-money laundering (AML), counter-terrorist financing (CTF), and other relevant regulations.\"",
            "Obligation:3 \"Client Onboarding and Classification**: Implement robust client onboarding processes that comply with Know Your Customer (KYC) and AML requirements, and classify clients appropriately (e.g., as retail, professional, or eligible counterparties).\"",
            "Obligation:4 \"Risk Disclosure and Transparency**: Clearly disclose risks to clients, particularly those associated with digital investment management, and provide clear and transparent information about investment products, associated risks, algorithms used, and any fees or charges.\"",
            "Obligation:5 \"Technology Governance**: Maintain a high standard of governance over the technology used, including cybersecurity measures, data protection, regular testing, and validation of algorithms.\"",
            "Obligation:6 \"Reporting Obligations**: Fulfill periodic reporting obligations to the FSRA, including financial statements, regulatory returns, disclosures of significant events, client transactions, and any changes to the business model or operations.\"",
            "Obligation:7 \"Client Assets**: Comply with rules regarding the segregation and protection of client funds and assets if handling client assets.\"",
            "Obligation:8 \"Professional Indemnity Insurance**: Maintain adequate professional indemnity insurance to cover potential liabilities arising from professional misconduct or negligence.\"",
            "Obligation:9 \"Relief Conditions**: If qualifying for certain regulatory reliefs, ensure compliance with all conditions that reduce risks posed by operations, which could relate to the scale of the business, the nature of clients, or the types of services offered.\"",
            "Obligation:10 \"Continual Compliance and Eligibility Criteria**: Monitor ongoing compliance with all applicable laws and regulations, adapt to changes in the regulatory environment, and ensure that the business model meets the FSRA's eligibility criteria, which may involve demonstrating risk mitigation measures and appropriate use of technology.\n\nIt is essential to review the relevant sections of the ADGM's regulatory framework or consult with a compliance professional to understand the detailed obligations specific to the nature of the business, services offered, and clientele served.\""
        ],
        "DefinedTerms": {
            "ADGM": "Means the Abu Dhabi Global Market.",
            "Guidance": "Has the meaning given in section 15(2) of FSMR.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified."
        }
    },
    {
        "ID": "ce0201b5-b732-4b80-85a3-8634602a36a1",
        "PassageID": "3.2",
        "Passage": "Financial Services Permissions requirements. Digital Investment Managers operating in ADGM will require an FSP to undertake any Regulated Activity as part of their business model. The FSRA has observed that the core services provided by a Digital Investment Manager typically involve the provision of one or more of the following Regulated Activities.\n",
        "Obligations": [
            "Obligation:1 \"Obtain a Financial Services Permission (FSP):**\n   - Apply for and secure an FSP from the FSRA before starting operations.\"",
            "Obligation:2 \"Identify and Comply with Regulated Activities:**\n   - Determine which Regulated Activities apply to your services.\n   - Ensure all Regulated Activities are authorized under your FSP.\n   - Comply with relevant rules and regulations for each activity, including the FSMR and FSRA Rulebooks.\"",
            "Obligation:3 \"Risk Management:**\n   - Implement and maintain robust risk management systems and controls.\"",
            "Obligation:4 \"Client Onboarding, Classification, and Disclosure:**\n   - Conduct thorough KYC and AML procedures during client onboarding.\n   - Classify clients appropriately and provide clear disclosures about services, risks, fees, and charges.\"",
            "Obligation:5 \"Protect Client Assets:**\n   - Safeguard client assets, ensuring segregation from the firm's assets.\"",
            "Obligation:6 \"Governance and Internal Controls:**\n   - Establish appropriate governance arrangements and competent management.\n   - Set up internal controls and procedures for regulatory compliance.\"",
            "Obligation:7 \"Regulatory Reporting and Transparency:**\n   - Fulfill all reporting obligations to the FSRA in a timely and accurate manner.\n   - Maintain transparency with clients regarding investments, fees, and risks.\"",
            "Obligation:8 \"Compliance with ADGM and FSRA Rules:**\n   - Adhere to all relevant ADGM rules, regulations, and guidelines.\n   - Stay informed of and comply with any changes in the regulatory framework.\"",
            "Obligation:9 \"Professional Indemnity Insurance:**\n   - Maintain adequate professional indemnity insurance for potential liabilities.\"",
            "Obligation:10 \"Continuing Obligations and Ongoing Compliance:**\n    - Monitor and ensure ongoing compliance with all regulatory requirements.\n    - Stay updated with continuing obligations, including periodic assessments, audits, and reviews.\"",
            "Obligation:11 \"Record Keeping:**\n    - Maintain comprehensive records of all business activities for the required period.\"",
            "Obligation:12 \"Anti-Money Laundering (AML) and Counter-Terrorist Financing (CTF):**\n    - Establish and maintain effective AML and CTF systems and controls.\n\nIt is recommended to seek professional legal or compliance advice to ensure full understanding and adherence to all regulatory obligations. Non-compliance can lead to penalties or other enforcement actions.\""
        ],
        "DefinedTerms": {
            "Activities": "In relation to GEN 2.1.2 and 2.1.3, means:\n(a)\ta Regulated Activity;\n(b)\tactivities carried on in connection with a Regulated Activity;\n(c)\tactivities held out as being for the purpose of a Regulated Activity; and\n(d)\tin relation to any particular Principle, any activity specified in GEN ‎2.1.3(2), (3) and ‎(4).",
            "ADGM": "Means the Abu Dhabi Global Market.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement.",
            "Regulated Activity": "Has the meaning given in section 19 of FSMR."
        }
    },
    {
        "ID": "7097c692-686b-496c-8dac-3c3e17ac043a",
        "PassageID": "3.2.a.",
        "Passage": "Advising on Investments or Credit: for example, recommending that a client invest in a portfolio of Financial Instruments, or recommending that a client buy or sell particular Financial Instruments in order to rebalance the client’s portfolio.\n",
        "Obligations": [
            "Obligation:1 \"Obtain Authorization and Licensing**: Apply for and secure the appropriate financial services license from the FSRA to legally provide advice on investments or credit.\"",
            "Obligation:2 \"Conduct Fit and Proper Test**: Ensure that individuals providing advice meet the FSRA's 'fit and proper' requirements, assessing their honesty, integrity, reputation, competence, capability, and financial soundness.\"",
            "Obligation:3 \"Classify Clients Appropriately**: Accurately classify clients as Retail, Professional, or Market Counterparties and tailor the advice and protection level to their classification and investment objectives.\"",
            "Obligation:4 \"Enter into Client Agreements**: Draft and execute written agreements with clients detailing the terms of advisory services and any advice scope limitations.\"",
            "Obligation:5 \"Perform Suitability Assessments**: Conduct thorough suitability assessments before giving investment advice to confirm that recommendations align with the client's investment objectives, financial situation, and knowledge and experience.\"",
            "Obligation:6 \"Ensure Disclosure and Transparency**: Provide clients with clear, fair, and non-misleading information, including material information, conflicts of interest, and the basis of advice.\"",
            "Obligation:7 \"Maintain Record-Keeping**: Keep comprehensive and accurate records of all advice, suitability assessments, client information, and transactions for the minimum period specified by the FSRA.\"",
            "Obligation:8 \"Manage Conflicts of Interest**: Identify, manage, and disclose any conflicts of interest to ensure fair treatment of clients.\"",
            "Obligation:9 \"Establish Compliance and Monitoring Systems**: Develop and maintain effective compliance, risk management, and monitoring systems, including AML and CTF controls.\"",
            "Obligation:10 \"Hold Professional Indemnity Insurance**: Obtain and maintain professional indemnity insurance as required by the FSRA to cover potential liabilities.\"",
            "Obligation:11 \"Safeguard Client Assets**: If handling client assets, comply with FSRA rules on the segregation and protection of these assets.\"",
            "Obligation:12 \"Fulfill Reporting Obligations**: Meet all periodic reporting requirements to the FSRA, including financial statements, regulatory returns, and notifications of significant business changes or breaches.\"",
            "Obligation:13 \"Commit to Continuing Professional Development**: Ensure that you and your staff involved in providing investment advice engage in continuous professional development to maintain necessary skills and knowledge.\"",
            "Obligation:14 \"Adhere to Market Conduct Rules**: Observe proper standards of market conduct to prevent market abuse and uphold the integrity of financial markets.\n\nIt is crucial to regularly review FSRA rules and guidance and seek legal or professional advice if there is any uncertainty regarding compliance obligations.\""
        ],
        "DefinedTerms": {
            "Advising on Investments or Credit": "Has the meaning given in paragraph 28 of Schedule 1 of FSMR.",
            "Credit": "Includes any cash loan or other financial accommodation."
        }
    },
    {
        "ID": "1329daca-b07f-45cf-b4fd-f63e1112ca3f",
        "PassageID": "3.2.b.",
        "Passage": "Arranging Deals in Investments: for example, after recommending that a client invest in a portfolio of Financial Instruments and, with the consent of the client, passing instructions to a broker to buy those Financial Instruments on the client’s behalf.\n",
        "Obligations": [
            "Obligation:1 \"Authorization and Licensing**: Obtain the appropriate financial services license from the FSRA to conduct the activity of arranging deals in investments.\"",
            "Obligation:2 \"Client Consent**: Secure explicit consent from clients before arranging deals on their behalf.\"",
            "Obligation:3 \"Client Best Interest**: Act in the best interests of clients, ensuring investments are suitable for their financial situation, objectives, and risk tolerance.\"",
            "Obligation:4 \"Due Diligence**: Conduct due diligence on investments to ensure they are appropriate for clients and to understand the associated risks.\"",
            "Obligation:5 \"Disclosure and Transparency**: Provide clients with clear, fair, and non-misleading information, including disclosure of all fees, commissions, and charges.\"",
            "Obligation:6 \"Record-Keeping**: Maintain comprehensive records of all transactions and communications with clients.\"",
            "Obligation:7 \"Compliance with Market Conduct Rules**: Adhere to market conduct rules to prevent market abuse and ensure fair and transparent market practices.\"",
            "Obligation:8 \"Conflicts of Interest**: Identify, manage, and disclose any potential conflicts of interest.\"",
            "Obligation:9 \"Client Classification**: Classify clients according to their sophistication and protection needs and provide appropriate levels of disclosure and protection.\"",
            "Obligation:10 \"Client Assets**: If handling client assets, comply with rules regarding their safeguarding.\"",
            "Obligation:11 \"Complaints Handling**: Implement effective procedures for the prompt handling of complaints.\"",
            "Obligation:12 \"Professional Indemnity Insurance**: Maintain professional indemnity insurance as required.\"",
            "Obligation:13 \"Ongoing Compliance**: Continuously monitor compliance with all regulatory requirements, including updates to the regulatory framework.\"",
            "Obligation:14 \"Reporting Obligations**: Fulfill any reporting obligations to the FSRA, including regular reporting and notification of business changes.\"",
            "Obligation:15 \"Training and Competency**: Ensure all relevant staff are adequately trained and competent.\"",
            "Obligation:16 \"Compliance Policies and Procedures**: Establish and maintain effective compliance policies and procedures.\"",
            "Obligation:17 \"Risk Management**: Implement systems to manage risks associated with arranging deals, including credit, market, operational, and liquidity risks.\"",
            "Obligation:18 \"Continuing Professional Development**: Undertake ongoing professional training as required.\"",
            "Obligation:19 \"Anti-Money Laundering (AML) and Counter-Terrorist Financing (CTF)**: Comply with AML and CTF regulations, including customer due diligence, ongoing monitoring, and reporting suspicious activities.\n\nPlease note that this consolidated list is a summary and may not cover all specific obligations. It is important to consult the relevant FSRA regulations or seek legal advice for full compliance within ADGM.\""
        ],
        "NamedEntities": {
            "broker": "any party that acts as an intermediary between a buyer and a seller, usually charging a commission"
        },
        "DefinedTerms": {
            "Arranging Deals in Investments": "Has the meaning given in paragraph 16 of Schedule 1 of FSMR."
        }
    },
    {
        "ID": "6f1899e3-ae1a-47be-b56c-233911f8ac29",
        "PassageID": "3.2.c.",
        "Passage": "Managing Assets: for example, exercising discretion to rebalance a client’s portfolio by passing instructions to a broker to either buy or sell particular Financial Instruments on the client’s behalf.\n",
        "Obligations": [
            "Obligation:1 \"Obtain Licensing and Authorization**: Apply for and secure a Financial Services Permission (FSP) from the FSRA to legally conduct asset management activities.\"",
            "Obligation:2 \"Draft Client Agreements**: Create and maintain formal written agreements with each client, detailing the terms of asset management services and the scope of discretionary authority.\"",
            "Obligation:3 \"Client Classification and KYC Procedures**: Classify clients based on their sophistication and investment knowledge and conduct thorough Know Your Client (KYC) procedures to verify identities and assess investment profiles.\"",
            "Obligation:4 \"Conduct Suitability and Appropriateness Assessments**: Evaluate whether investment decisions are suitable for clients based on their objectives, risk tolerance, financial situation, and experience.\"",
            "Obligation:5 \"Implement Risk Management Policies**: Develop and maintain effective risk management systems and controls to handle the risks associated with asset management.\"",
            "Obligation:6 \"Ensure Compliance with Investment Mandates**: Manage client assets in accordance with the agreed-upon investment mandates.\"",
            "Obligation:7 \"Achieve Best Execution**: Take reasonable steps to ensure the best possible result for clients when executing orders.\"",
            "Obligation:8 \"Identify and Manage Conflicts of Interest**: Detect and address any conflicts of interest that may arise between the asset manager, clients, or between different clients.\"",
            "Obligation:9 \"Provide Reporting and Communication**: Regularly supply clients with accurate reports on asset management, including performance and transaction statements.\"",
            "Obligation:10 \"Adhere to ADGM Regulations**: Comply with all relevant regulations, including the FSMR, and any rules and guidance from the FSRA.\"",
            "Obligation:11 \"Maintain Professional Indemnity Insurance**: Hold adequate insurance to cover potential liabilities from asset management activities.\"",
            "Obligation:12 \"Keep Accurate Records**: Retain comprehensive records of all business activities and client transactions for the required period, typically at least six years.\"",
            "Obligation:13 \"Perform Ongoing Monitoring and Due Diligence**: Continuously monitor client portfolios and conduct due diligence to ensure ongoing adherence to investment mandates and regulatory requirements.\"",
            "Obligation:14 \"Comply with AML and CTF Regulations**: Follow AML and CTF regulations, including monitoring, reporting suspicious activities, and maintaining relevant policies and procedures.\"",
            "Obligation:15 \"Ensure Staff Training and Competence**: Guarantee that all personnel involved in managing assets are properly trained and competent.\"",
            "Obligation:16 \"Segregate and Protect Client Assets**: Ensure client assets are appropriately segregated and held in custody with a suitable third party.\"",
            "Obligation:17 \"Disclose Information Transparently**: Provide clients with clear, fair, and non-misleading information about asset management services, risks, costs, and charges.\"",
            "Obligation:18 \"Establish Compliance and Monitoring Systems**: Set up systems and controls for regular compliance monitoring and report any breaches to the FSRA.\"",
            "Obligation:19 \"Fulfill Reporting Obligations**: Meet all reporting requirements to the FSRA, including financial statements, risk management, and significant events.\"",
            "Obligation:20 \"Maintain Continuing Obligations**: Uphold ongoing regulatory requirements, including financial resources, annual audits, corporate governance, and conduct of business rules.\n\nPlease note that this consolidated list is a summary and asset managers should refer to the specific ADGM regulations and seek legal advice to ensure full compliance with all regulatory requirements.\""
        ],
        "NamedEntities": {
            "broker": "any party that acts as an intermediary between a buyer and a seller, usually charging a commission"
        },
        "DefinedTerms": {
            "Assets": "Means, unless specified otherwise, collateral held to cover positions and includes the right to the transfer of assets equivalent to that collateral or the proceeds of the realisation of any collateral, but does not include Default Fund Contributions.",
            "Managing Assets": "Has the meaning given in paragraph 56 of Schedule 1 of FSMR."
        }
    },
    {
        "ID": "39e20924-623c-42c9-9d2c-7b302a85be25",
        "PassageID": "3.3",
        "Passage": "Ancillary activities. In order to facilitate the investment process, a Digital Investment Manager may choose to hold Client Assets directly (i.e. in a Client Account in the Digital Investment Manager’s name that is held with a Third Party Agent as banker or custodian), or may instead arrange for its clients to establish a direct relationship with a regulated Custodian to hold Client Assets. In the latter case, the Digital Investment Manager may require an FSP to carry on the Regulated Activity of Arranging Custody, unless it meets the exclusion criteria  set out in Paragraph 47 of Schedule 1 of FSMR.\n",
        "Obligations": [
            "Obligation:1 \"Client Asset Handling Options**:\n   - Hold Client Assets in a Client Account under the Digital Investment Manager’s name with a Third Party Agent as a banker or custodian, if holding assets directly.\n   - Ensure clients establish a direct relationship with a regulated Custodian that complies with ADGM regulations, if not holding assets directly.\"",
            "Obligation:2 \"Financial Services Permission (FSP)**:\n   - Obtain an FSP for the Regulated Activity of Arranging Custody unless you meet the exclusion criteria in Paragraph 47 of Schedule 1 of FSMR.\"",
            "Obligation:3 \"Compliance with FSMR**:\n   - Comply with the FSMR and any other relevant rules and guidance issued by the FSRA for all activities related to holding or arranging custody of Client Assets.\"",
            "Obligation:4 \"Due Diligence and Risk Management**:\n   - Conduct due diligence on Third Party Agents or regulated Custodians to ensure their capability to safeguard Client Assets.\n   - Implement risk management practices to protect Client Assets in accordance with ADGM's Client Money and Client Assets rules.\"",
            "Obligation:5 \"Client Agreements and Disclosures**:\n   - Document and communicate the arrangements for holding and custody of Client Assets to clients, including risks and protections.\n   - Ensure client agreements are transparent and comply with ADGM’s requirements for fair treatment of clients.\"",
            "Obligation:6 \"Record-Keeping and Reporting**:\n   - Maintain accurate and up-to-date records of all Client Asset holdings and transactions.\n   - Report to the FSRA as required by the regulatory framework, including disclosures related to Client Asset arrangements.\"",
            "Obligation:7 \"Ongoing Monitoring and Compliance**:\n   - Regularly review and monitor compliance with ADGM regulations and any changes that may affect obligations.\n   - Stay informed about regulatory updates or guidance from the FSRA that may impact operations.\"",
            "Obligation:8 \"Consultation and Legal Advice**:\n   - Consult the full text of the FSMR and any related guidance or rules issued by the FSRA to ensure full compliance.\n   - Seek legal or compliance advice to interpret the regulations and how they apply to your business operations, if necessary.\""
        ],
        "NamedEntities": {
            "account": "container for records associated with a business arrangement for regular transactions and services",
            "custodian": "financial institution that holds customers' securities for safekeeping"
        },
        "DefinedTerms": {
            "Agent": "Means any Person who has been appointed by the Fund Manager of a Passported Fund to Promote the Units of that Passported Fund.",
            "Arranging Custody": "In relation to:\n(a)\tCOBS, means arranging for one or more Persons to Provide Custody; and\n(b)\tGEN and FEES, has the meaning given in paragraph 46 of Schedule 1 of FSMR.",
            "Assets": "Means, unless specified otherwise, collateral held to cover positions and includes the right to the transfer of assets equivalent to that collateral or the proceeds of the realisation of any collateral, but does not include Default Fund Contributions.",
            "Client": "Means a Retail Client or Professional Client as defined in COBS 2.",
            "Client Account": "In relation to:\n(a)\tClient Money and Relevant Money, means an account as described in COBS 14.6.1; and\n(b)\ta Safe Custody Asset, means an account specified in COBS 15.4.2.",
            "Client Assets": "Means Client Money and Client Investments.",
            "FSMR": "Means the Financial Services and Markets Regulations 2015.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement.",
            "Regulated Activity": "Has the meaning given in section 19 of FSMR."
        }
    },
    {
        "ID": "3394b960-6c81-43ca-9d88-aafddbde11b8",
        "PassageID": "3.4",
        "Passage": "Ancillary activities. A Digital Investment Manager holding an FSP to carry on the Regulated Activity of Managing Assets will not require separate permissions for Advising on Investments or Credit and/or Arranging Deals in Investments if it only undertakes those Regulated Activities incidentally, as part of its investment management activities.\n",
        "Obligations": [
            "Obligation:1 \"Compliance with Regulations**: Adhere to all relevant ADGM regulations and rules for Managing Assets and any incidental Advising on Investments or Arranging Deals in Investments.\"",
            "Obligation:2 \"Fit and Proper Staff**: Ensure that individuals performing ancillary activities meet the fit and proper criteria, with the necessary qualifications and experience.\"",
            "Obligation:3 \"Risk Management**: Implement and maintain effective risk management systems for identifying, managing, monitoring, and reporting risks associated with ancillary activities.\"",
            "Obligation:4 \"Disclosure and Transparency**: Provide clear, fair, and not misleading disclosure to clients about the ancillary services and associated risks.\"",
            "Obligation:5 \"Client Best Interest**: Act in the best interest of clients, managing potential conflicts of interest when providing incidental advice or arranging deals.\"",
            "Obligation:6 \"Record-Keeping**: Maintain comprehensive records of all ancillary activities, including advice given and deals arranged.\"",
            "Obligation:7 \"Reporting Obligations**: Fulfill all reporting obligations to the ADGM FSRA, including those concerning ancillary activities.\"",
            "Obligation:8 \"Professional Indemnity Insurance**: Hold adequate professional indemnity insurance for both primary and ancillary activities.\"",
            "Obligation:9 \"Safeguarding Client Assets**: If handling client assets in ancillary activities, comply with rules on safeguarding these assets.\"",
            "Obligation:10 \"Marketing and Communications**: Ensure marketing materials and communications are clear, fair, and not misleading.\"",
            "Obligation:11 \"Ongoing Monitoring and Review**: Regularly monitor and review ancillary activities to ensure compliance and adapt to regulatory changes.\"",
            "Obligation:12 \"Incidental Activity Limitation**: Confirm that Advising on Investments or Credit and Arranging Deals in Investments remain incidental to the core service of Managing Assets and do not become standalone services.\"",
            "Obligation:13 \"Policies and Procedures**: Establish policies and procedures to manage risks from incidental activities, ensuring they do not compromise primary obligations or client interests.\"",
            "Obligation:14 \"Staff Competence**: Verify that all staff involved in incidental activities are competent and comply with regulatory expectations.\"",
            "Obligation:15 \"Client Disclosure**: Adhere to client disclosure requirements, informing clients fully about the nature of services and risks.\"",
            "Obligation:16 \"Regulatory Permissions Review**: Regularly review regulatory permissions to ensure they align with the scale and scope of business activities, especially if incidental activities grow in significance.\"",
            "Obligation:17 \"Professional Advice**: Seek professional advice or consult with the FSRA if there is any uncertainty regarding compliance obligations.\"",
            "Obligation:18 \"Stay Informed**: Keep updated on any changes to the ADGM regulatory framework that may affect obligations.\""
        ],
        "NamedEntities": {
            "holding": "real or personal property (assets), including but not limited to financial assets, to which one holds title and of which one has possession"
        },
        "DefinedTerms": {
            "Activities": "In relation to GEN 2.1.2 and 2.1.3, means:\n(a)\ta Regulated Activity;\n(b)\tactivities carried on in connection with a Regulated Activity;\n(c)\tactivities held out as being for the purpose of a Regulated Activity; and\n(d)\tin relation to any particular Principle, any activity specified in GEN ‎2.1.3(2), (3) and ‎(4).",
            "Advising on Investments or Credit": "Has the meaning given in paragraph 28 of Schedule 1 of FSMR.",
            "Arranging Deals in Investments": "Has the meaning given in paragraph 16 of Schedule 1 of FSMR.",
            "Assets": "Means, unless specified otherwise, collateral held to cover positions and includes the right to the transfer of assets equivalent to that collateral or the proceeds of the realisation of any collateral, but does not include Default Fund Contributions.",
            "Credit": "Includes any cash loan or other financial accommodation.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement.",
            "Managing Assets": "Has the meaning given in paragraph 56 of Schedule 1 of FSMR.",
            "Regulated Activity": "Has the meaning given in section 19 of FSMR."
        }
    },
    {
        "ID": "80fed764-050b-4632-a385-b5203fe24af6",
        "PassageID": "3.5",
        "Passage": "Prudential capital requirements. Each of the Regulated Activities mentioned in paragraphs 3.2 and 3.3 has associated regulatory obligations, including in respect of prudential capital requirements.\n\nTable 1: Prudential capital requirements\n/Table Start\nPrudential Category\tMaximum of:\nBase Capital Requirement\tExpenditure Based Capital Minimum\nManaging Assets\n3C\t$250,000\t\tHolding Client Assets: 18/52nds of Annual Audited Expenditure\n\tOtherwise: 13/52nds of Annual Audited Expenditure\nAdvising on Investments or Credit\nArranging Deals in Investments\nArranging Custody\n4\t$10,000\t\t6/52nds of Annual Audited Expenditure\n/Table End\n\n\n",
        "Obligations": [],
        "NamedEntities": {
            "holding": "real or personal property (assets), including but not limited to financial assets, to which one holds title and of which one has possession"
        },
        "DefinedTerms": {
            "Activities": "In relation to GEN 2.1.2 and 2.1.3, means:\n(a)\ta Regulated Activity;\n(b)\tactivities carried on in connection with a Regulated Activity;\n(c)\tactivities held out as being for the purpose of a Regulated Activity; and\n(d)\tin relation to any particular Principle, any activity specified in GEN ‎2.1.3(2), (3) and ‎(4).",
            "Advising on Investments or Credit": "Has the meaning given in paragraph 28 of Schedule 1 of FSMR.",
            "Arranging Deals in Investments": "Has the meaning given in paragraph 16 of Schedule 1 of FSMR.",
            "Arranging Custody": "In relation to:\n(a)\tCOBS, means arranging for one or more Persons to Provide Custody; and\n(b)\tGEN and FEES, has the meaning given in paragraph 46 of Schedule 1 of FSMR.",
            "Assets": "Means, unless specified otherwise, collateral held to cover positions and includes the right to the transfer of assets equivalent to that collateral or the proceeds of the realisation of any collateral, but does not include Default Fund Contributions.",
            "Capital": "Means Tier 1 Capital, as defined in PRU.",
            "Capital Requirement": "Means the minimum amount of Capital Resources an Authorised Person must hold, calculated in accordance with the applicable provisions of PRU Chapter 3.",
            "Category": "Means a prudential grouping of Authorised Persons which determines the application of the Rules in PRU, as outlined in PRU 1.3.",
            "Client": "Means a Retail Client or Professional Client as defined in COBS 2.",
            "Client Assets": "Means Client Money and Client Investments.",
            "Credit": "Includes any cash loan or other financial accommodation.",
            "Expenditure Based Capital Minimum": "Means a capital requirement calculated in accordance with PRU 3.7.",
            "Holding": "In relation to GEN 8.8, means, in respect of a Person, shares, voting rights or a right to acquire shares or voting rights in an Authorised Person or a Holding Company of that firm held by that Person either alone or with any Associate, and 'Holds', 'Hold', 'Held' and 'Holder' shall be interpreted accordingly.",
            "Managing Assets": "Has the meaning given in paragraph 56 of Schedule 1 of FSMR."
        }
    },
    {
        "ID": "b38db623-e7aa-42ac-8085-d9b8dece1540",
        "PassageID": "3.6",
        "Passage": "Relief for Digital Investment Managers engaged in Managing Assets. Paragraphs 3.7 to 3.13 of this Guidance outline the prudential capital relief available to Digital Investment Managers that undertake the Regulated Activity of Managing Assets, subject to meeting all of the conditions detailed below.\n",
        "Obligations": [
            "Obligation:1 \"Obtain Full Text of Guidance**: Acquire the complete text of paragraphs 3.7 to 3.13 of the Guidance document for detailed requirements.\"",
            "Obligation:2 \"Review and Understand Specific Guidance**: Carefully read and comprehend the conditions outlined in the Guidance for prudential capital relief eligibility.\"",
            "Obligation:3 \"Assess Compliance with Conditions**: Evaluate your current operations against the Guidance's criteria to determine compliance.\"",
            "Obligation:4 \"Implement Necessary Changes**: Adjust business practices, policies, and financial structures to meet the required conditions if there are gaps in compliance.\"",
            "Obligation:5 \"Maintain Documentation and Evidence**: Keep thorough records and proof to show adherence to the conditions for capital relief.\"",
            "Obligation:6 \"Ensure Ongoing Compliance**: Regularly monitor operations to maintain compliance with the Guidance's conditions.\"",
            "Obligation:7 \"Fulfill Reporting and Disclosure Requirements**: Stay informed about and comply with any reporting or disclosure obligations to the ADGM FSRA.\"",
            "Obligation:8 \"Seek Professional Advice**: Consult with compliance or legal professionals for assistance in interpreting and applying the Guidance's requirements.\"",
            "Obligation:9 \"Meet Minimum Capital Requirements**: Ensure that the reduced minimum capital requirement for Digital Investment Managers is met.\"",
            "Obligation:10 \"Demonstrate Robust Risk Management**: Establish and maintain risk management processes suitable for digital asset management.\"",
            "Obligation:11 \"Implement Effective Compliance Systems**: Set up systems and controls to monitor activities and ensure regulatory compliance.\"",
            "Obligation:12 \"Protect Client Assets**: Safeguard client assets, possibly through segregation and adherence to custody rules.\"",
            "Obligation:13 \"Maintain Operational Resilience**: Develop and uphold cybersecurity measures and business continuity plans.\"",
            "Obligation:14 \"Adhere to Disclosure Requirements**: Clearly disclose to clients the nature and risks of digital asset management.\"",
            "Obligation:15 \"Meet Fit and Proper Criteria**: Ensure that managers meet the qualifications, experience, and reputation standards.\"",
            "Obligation:16 \"Understand Limitations on Activities**: Be aware of any restrictions on asset types or investment strategies to qualify for relief.\""
        ],
        "DefinedTerms": {
            "Assets": "Means, unless specified otherwise, collateral held to cover positions and includes the right to the transfer of assets equivalent to that collateral or the proceeds of the realisation of any collateral, but does not include Default Fund Contributions.",
            "Guidance": "Has the meaning given in section 15(2) of FSMR.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Managing Assets": "Has the meaning given in paragraph 56 of Schedule 1 of FSMR.",
            "Regulated Activity": "Has the meaning given in section 19 of FSMR."
        }
    },
    {
        "ID": "52c4e52d-bd82-48f9-97be-7ebf05ff621e",
        "PassageID": "3.7",
        "Passage": "Relief for Digital Investment Managers engaged in Managing Assets. The higher prudential capital requirement for Digital Investment Managers engaged in Managing Assets, compared with those that are only engaged in Advising on Investments or Credit and/or Arranging Deals in Investments, is primarily a function of:\n",
        "Obligations": [
            "Obligation:1 \"Maintain Higher Capital**: Ensure a higher level of regulatory capital is maintained to reflect the additional risks associated with managing assets.\"",
            "Obligation:2 \"Conduct Capital Adequacy Assessments**: Regularly assess capital adequacy to ensure sufficient capital is available to cover business risks.\"",
            "Obligation:3 \"Implement Risk Management Processes**: Develop and maintain robust risk management processes to identify, manage, and monitor risks, including market, credit, operational, and liquidity risks.\"",
            "Obligation:4 \"Submit Regulatory Reporting**: Provide regular reports to the ADGM Financial Services Regulatory Authority (FSRA) to demonstrate compliance with capital requirements and other prudential standards.\"",
            "Obligation:5 \"Ensure Adequate Liquidity**: Maintain adequate liquidity to meet financial obligations as they fall due.\"",
            "Obligation:6 \"Comply with ADGM Rules and Guidance**: Adhere to relevant ADGM rules and guidance, including the FSRA’s Prudential – Investment, Insurance Intermediation and Banking Rulebook.\"",
            "Obligation:7 \"Establish Internal Policies and Procedures**: Create and uphold internal policies and procedures to ensure ongoing compliance with prudential requirements.\"",
            "Obligation:8 \"Maintain Appropriate Governance Structure**: Keep a governance structure suitable for the size and complexity of operations, including asset management.\"",
            "Obligation:9 \"Hold Professional Indemnity Insurance**: Obtain professional indemnity insurance if required, to protect against potential claims.\"",
            "Obligation:10 \"Notify and Seek Approval for Material Changes**: Inform the FSRA and seek approval for any significant changes to business activities or risk profile.\"",
            "Obligation:11 \"Protect Client Assets**: Follow rules for the protection of client assets, including the segregation of client funds and making investment decisions in the best interests of clients.\"",
            "Obligation:12 \"Review Relevant Regulatory Sections**: Examine the relevant sections of the ADGM's FSRA rulebook that apply to Digital Investment Managers, focusing on Prudential – Investment, Insurance Intermediation and Banking (PRU) rules and Conduct of Business (COBS) rules.\"",
            "Obligation:13 \"Seek Professional Advice**: Consult the full regulatory text or seek professional advice to ensure compliance with all obligations applicable to specific activities within the ADGM.\""
        ],
        "DefinedTerms": {
            "Advising on Investments or Credit": "Has the meaning given in paragraph 28 of Schedule 1 of FSMR.",
            "Arranging Deals in Investments": "Has the meaning given in paragraph 16 of Schedule 1 of FSMR.",
            "Assets": "Means, unless specified otherwise, collateral held to cover positions and includes the right to the transfer of assets equivalent to that collateral or the proceeds of the realisation of any collateral, but does not include Default Fund Contributions.",
            "Credit": "Includes any cash loan or other financial accommodation.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Managing Assets": "Has the meaning given in paragraph 56 of Schedule 1 of FSMR."
        }
    },
    {
        "ID": "c26cd7d1-1cfd-417a-835e-216cbbea860a",
        "PassageID": "3.7.a.",
        "Passage": "the risks inherent in an investment process whereby an investment manager has discretion to make investment decisions for the client without first obtaining the client’s approval; and\n",
        "Obligations": [
            "Obligation:1 \"Client Classification**: Correctly classify clients as Retail Client, Professional Client, or Market Counterparty according to FSRA definitions.\"",
            "Obligation:2 \"Client Agreement**: Have a written agreement with clients outlining the terms of the discretionary management service, including investment objectives and restrictions.\"",
            "Obligation:3 \"Risk Disclosure**: Provide clear, fair, and non-misleading information about the risks associated with the discretionary investment process.\"",
            "Obligation:4 \"Suitability Assessment**: Conduct assessments to ensure the service is suitable for the client's investment objectives, financial situation, and risk tolerance.\"",
            "Obligation:5 \"Due Diligence**: Perform due diligence on investments to ensure they align with the client's strategy and objectives.\"",
            "Obligation:6 \"Best Execution**: Take reasonable steps to achieve the best possible result for clients when executing investment decisions.\"",
            "Obligation:7 \"Conflicts of Interest**: Identify, prevent, and manage conflicts of interest between the manager, clients, or between clients.\"",
            "Obligation:8 \"Compliance with Investment Restrictions**: Adhere to any investment restrictions agreed upon with the client.\"",
            "Obligation:9 \"Regular Reporting**: Provide clients with regular reports on investment management, including performance and strategy changes.\"",
            "Obligation:10 \"Compliance Policies and Procedures**: Establish and maintain policies and procedures to ensure regulatory compliance.\"",
            "Obligation:11 \"Record Keeping**: Keep comprehensive records of all investment decisions and client communications.\"",
            "Obligation:12 \"Regulatory Reporting**: Fulfill reporting obligations to the FSRA, including disclosures of material business changes.\"",
            "Obligation:13 \"Professional Indemnity Insurance**: Maintain adequate insurance to cover liabilities from investment management services.\"",
            "Obligation:14 \"Continued Professional Development**: Ensure that staff maintain necessary knowledge and competence.\"",
            "Obligation:15 \"Monitoring and Review**: Regularly monitor and review client portfolios and investment decisions for ongoing suitability.\"",
            "Obligation:16 \"AML and CTF Reporting**: Report suspicious transactions as part of anti-money laundering and counter-terrorist financing obligations.\n\n*Note: These action items are based on the provided responses and are not exhaustive. They may be subject to change with regulatory updates, and it is important to consult the latest ADGM regulations and seek legal advice for compliance.*\""
        ]
    },
    {
        "ID": "8514bafc-cb57-4782-808e-472e50aebdb5",
        "PassageID": "3.7.b.",
        "Passage": "the increased operational complexity involved in holding Client Assets as part of the discretionary asset management process.\n",
        "Obligations": [
            "Obligation:1 \"Comply with Client Asset Rules (CAR):** Adhere to the FSRA's Client Asset Rules regarding the segregation, identification, and protection of client assets.\"",
            "Obligation:2 \"Implement Risk Management Policies:** Develop and maintain robust risk management policies and procedures to handle the complexities of holding client assets.\"",
            "Obligation:3 \"Segregate Client Assets:** Keep client assets separate from the firm's own assets in clearly identified accounts to safeguard them from misuse.\"",
            "Obligation:4 \"Conduct Regular Reconciliations:** Perform reconciliations of client accounts to ensure accurate recording and accounting of client assets.\"",
            "Obligation:5 \"Provide Clear Client Disclosure:** Inform clients about the handling of their assets, associated risks, and any protective measures in place.\"",
            "Obligation:6 \"Maintain Accurate Records:** Keep comprehensive and up-to-date records of all client assets and transactions.\"",
            "Obligation:7 \"Establish Compliance Systems and Controls:** Set up effective systems and controls to ensure adherence to all relevant regulations, including those related to client assets.\"",
            "Obligation:8 \"Perform Internal Audits:** Regularly review and audit processes and controls related to client assets to ensure compliance.\"",
            "Obligation:9 \"Fulfill Reporting Obligations:** Report to the FSRA as required, including any breaches or suspected breaches of regulations.\"",
            "Obligation:10 \"Conduct Due Diligence on Third Parties:** Perform due diligence on any third parties involved in holding or managing client assets.\"",
            "Obligation:11 \"Maintain Professional Indemnity Insurance:** Hold adequate insurance to cover potential liabilities from managing client assets.\"",
            "Obligation:12 \"Obtain Client Consent and Agreement:** Secure explicit consent from clients for asset management and ensure clear understanding of the terms.\"",
            "Obligation:13 \"Provide Adequate Staff Training:** Ensure that employees managing client assets are properly trained and competent.\"",
            "Obligation:14 \"Notify Clients of Policy Changes:** Inform clients about any significant changes to the policies or practices regarding their assets.\"",
            "Obligation:15 \"Promptly Notify FSRA of Breaches:** Immediately report any breaches or potential breaches of the Client Asset Rules or other regulations to the FSRA.\"",
            "Obligation:16 \"Ensure Clear Client Agreements:** Client agreements should clearly state the terms under which assets are held and managed.\"",
            "Obligation:17 \"Subject Processes to Audit and Assurance:** Regularly audit and verify compliance with regulatory requirements through assurance engagements.\n\nPlease note that these action items are based on a general understanding of the ADGM's regulatory environment. For specific compliance requirements, it is essential to consult the ADGM's FSMR, Rulebook, and any relevant guidance or circulars. Legal advice or consultation with a compliance professional may be necessary for tailored obligations.\""
        ],
        "NamedEntities": {
            "holding": "real or personal property (assets), including but not limited to financial assets, to which one holds title and of which one has possession"
        },
        "DefinedTerms": {
            "Assets": "Means, unless specified otherwise, collateral held to cover positions and includes the right to the transfer of assets equivalent to that collateral or the proceeds of the realisation of any collateral, but does not include Default Fund Contributions.",
            "Client": "Means a Retail Client or Professional Client as defined in COBS 2.",
            "Client Assets": "Means Client Money and Client Investments."
        }
    },
    {
        "ID": "84a534a6-6adb-452a-8a1a-d4ba532fbf37",
        "PassageID": "3.8",
        "Passage": "Relief for Digital Investment Managers engaged in Managing Assets. The FSRA recognises that many Digital Investment Managers engaged in Managing Assets only exercise discretion in the investment management process when ‘rebalancing’ a client’s portfolio, in order to ensure that the asset allocation remains suitable in light of the client’s investment objectives and parameters.  This approach is typical of Digital Investment Managers that apply passive investment strategies that track the performance of an index or benchmark by investing in products such as exchange traded funds (“ETFs”) and index trackers.\n",
        "Obligations": [
            "Obligation:1 \"Client Investment Objectives and Parameters:**\n   - Align investment strategies and asset allocations with each client's objectives and parameters.\n   - Conduct initial and ongoing suitability assessments for each client.\n   - Regularly review and assess the suitability of the investment objectives and parameters.\"",
            "Obligation:2 \"Portfolio Rebalancing:**\n   - Establish and document a process for periodic rebalancing of clients' portfolios.\n   - Maintain clear policies and procedures for rebalancing to ensure alignment with client objectives.\"",
            "Obligation:3 \"Compliance with Regulatory Framework:**\n   - Adhere to FSRA's rules and guidelines, including any specific provisions or relief for DIMs.\n   - Maintain transparency with the FSRA regarding investment management processes and strategies.\n   - Comply with any conditions or reduced requirements associated with regulatory relief.\"",
            "Obligation:4 \"Risk Management:**\n   - Implement effective risk management policies and procedures.\n   - Ensure investment products are within clients' risk tolerance levels.\"",
            "Obligation:5 \"Disclosure and Reporting:**\n   - Provide clear and accurate information to clients about investment strategies, risks, and costs.\n   - Regularly report to clients on investment performance and significant strategy or allocation changes.\"",
            "Obligation:6 \"Operational Efficiency and Effectiveness:**\n   - Utilize appropriate technology and automated systems for efficient investment management.\n   - Ensure systems are secure, reliable, and supportive of investment activities.\"",
            "Obligation:7 \"Monitoring and Review:**\n   - Monitor performance of indices or benchmarks tracked by investment strategies.\n   - Review and adjust investment strategies to meet clients' objectives effectively.\"",
            "Obligation:8 \"Client Communication:**\n   - Keep clients informed about the investment management process and rebalancing activities.\n   - Be available to answer client queries and communicate significant changes to investment strategy.\"",
            "Obligation:9 \"Record Keeping:**\n   - Maintain accurate and comprehensive records of all investment decisions, client communications, and transactions.\n\nTo ensure full compliance, it is recommended to review the detailed FSRA regulatory framework, consult with the FSRA or a legal advisor, and consider any guidance notes or policy statements relevant to DIMs.\""
        ],
        "NamedEntities": {
            "funds": "artificial currency used as calculation basis for another currency(s) and accounting purposes",
            "index": "indirect shortcut derived from and pointing into, a greater volume of values, data, information or knowledge",
            "exchange": "any organization, association, or group of persons, whether incorporated or unincorporated, which constitutes, maintains, or provides a facility for bringing together purchasers and sellers of financial instruments, commodities, or other products, services, or goods, and includes the market place and facilities maintained by such exchange"
        },
        "DefinedTerms": {
            "Assets": "Means, unless specified otherwise, collateral held to cover positions and includes the right to the transfer of assets equivalent to that collateral or the proceeds of the realisation of any collateral, but does not include Default Fund Contributions.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Managing Assets": "Has the meaning given in paragraph 56 of Schedule 1 of FSMR."
        }
    },
    {
        "ID": "28013ee7-987b-4605-9b10-aee8eeb71c05",
        "PassageID": "3.9",
        "Passage": "Relief for Digital Investment Managers engaged in Managing Assets. These products are generally well-diversified, causing them to be less volatile relative to Financial Instruments that are commonly traded in active investment strategies (such as shares in a particular company, for example). A consequence of lower volatility is that the Digital Investment Manager has less cause for trading, including to adjust for market movements that would cause the portfolio to become unbalanced relative to the allocation agreed with the client.  Digital Investment Managers that operate in this way present less risk than traditional investment managers who may have greater discretion to buy and sell a broader set of Financial Instruments for their clients on a more frequent basis as part of an active investment strategy.\n",
        "Obligations": [
            "Obligation:1 \"Ensure Compliance with Regulations**: Adhere to all relevant ADGM regulations, including FSMR and FSRA rules, and any conditions related to regulatory relief.\"",
            "Obligation:2 \"Implement Risk Management Strategies**: Develop and maintain a risk management strategy that reflects the lower-risk profile of the investment strategy, addressing market movements and portfolio rebalancing.\"",
            "Obligation:3 \"Maintain Clear Client Agreements**: Define investment strategies and risk profiles in client agreements, ensuring clients understand and consent to asset allocation.\"",
            "Obligation:4 \"Provide Adequate Disclosures**: Disclose investment strategies, trading practices, risks, and other material information to clients and the regulator.\"",
            "Obligation:5 \"Comply with Reporting Requirements**: Submit periodic reports to the FSRA on financial condition, risk exposure, trading activities, portfolio performance, and compliance with regulatory relief conditions.\"",
            "Obligation:6 \"Hold Appropriate Licensing**: Obtain and maintain the necessary license to operate as a Digital Investment Manager in ADGM, including compliance with capital and insurance requirements.\"",
            "Obligation:7 \"Monitor Investment Strategies and Trading Activities**: Continuously review investment strategies and trading practices to ensure consistency with the lower volatility and reduced trading frequency.\"",
            "Obligation:8 \"Ensure Staff Training and Competency**: Train staff to manage investment strategies effectively and understand regulatory obligations.\"",
            "Obligation:9 \"Adhere to Market Conduct Rules**: Follow market conduct regulations to prevent market abuse and promote fair and transparent practices.\"",
            "Obligation:10 \"Keep Accurate Records**: Maintain comprehensive records of investment decisions, client communications, and transactions to demonstrate adherence to regulatory requirements.\"",
            "Obligation:11 \"Engage in Ongoing Monitoring**: Regularly monitor compliance with the broader regulatory framework and the specific conditions of the regulatory relief.\"",
            "Obligation:12 \"Consult with Regulatory Authorities or Legal Advisors**: Seek advice from the FSRA or legal advisors specializing in ADGM financial regulatory compliance for a detailed understanding of specific obligations.\""
        ],
        "NamedEntities": {
            "investment strategy": "plan, method, or series of maneuvers or stratagems for obtaining a specific investment goal"
        },
        "DefinedTerms": {
            "Assets": "Means, unless specified otherwise, collateral held to cover positions and includes the right to the transfer of assets equivalent to that collateral or the proceeds of the realisation of any collateral, but does not include Default Fund Contributions.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement.",
            "Managing Assets": "Has the meaning given in paragraph 56 of Schedule 1 of FSMR."
        }
    },
    {
        "ID": "6b6c906f-2141-4dc6-b65b-f5996ff0b8f6",
        "PassageID": "3.10",
        "Passage": "Relief for Digital Investment Managers engaged in Managing Assets. Similarly, some Digital Investment Managers engaged in Managing Assets do not hold Client Assets, arranging instead for Client Assets to be held by an independent third-party financial institution under an agreement between the financial institution and the client. Digital Investment Managers who adopt this approach are less complex from an operational perspective. They take less time to wind down in the event of insolvency because Client Assets are easily identifiable, being held by a business that remains a going concern, has a direct relationship with the investor-client, and are protected from the claims of the Digital Investment Manager’s creditors. As such, less capital needs to be set aside to ensure that an insolvency practitioner can effect an orderly wind down of the Digital Investment Manager’s business.\n",
        "Obligations": [
            "Obligation:1 \"Conduct Due Diligence**: Perform thorough due diligence on third-party financial institutions to assess their reliability, regulatory compliance, and asset protection capabilities.\"",
            "Obligation:2 \"Establish Clear Client Agreements**: Ensure agreements between clients and the third-party financial institution are clear, delineating rights, responsibilities, and asset protection terms.\"",
            "Obligation:3 \"Disclose Arrangements to Clients**: Fully disclose to clients the details of the asset-holding arrangements, including associated risks and protections.\"",
            "Obligation:4 \"Maintain Operational Simplicity**: Keep operations simple to aid in a quicker wind-down process in case of insolvency and to avoid direct custody of client assets.\"",
            "Obligation:5 \"Develop Insolvency Plans**: Create and maintain a wind-down plan that considers the third-party holding of client assets and ensures an orderly business cessation.\"",
            "Obligation:6 \"Comply with Capital Requirements**: Adhere to the reduced capital requirements appropriate for the business model, reflecting the lower risk of not holding client assets directly.\"",
            "Obligation:7 \"Protect Client Assets from Claims**: Implement measures to ensure client assets are identifiable and safeguarded from your creditors' claims, which may include legal structures or regular audits.\"",
            "Obligation:8 \"Ensure Regulatory Compliance**: Follow all relevant ADGM regulations and FSRA rules related to asset management and client asset arrangements.\"",
            "Obligation:9 \"Implement Ongoing Monitoring and Oversight**: Continuously monitor the third-party financial institution to ensure ongoing protection and proper management of client assets.\"",
            "Obligation:10 \"Fulfill Reporting Obligations**: Meet all reporting requirements to the FSRA, including management of client assets and significant business model changes.\"",
            "Obligation:11 \"Notify FSRA of Significant Changes**: Inform the FSRA of any substantial alterations to your business operations or the client asset holding arrangements.\"",
            "Obligation:12 \"Evaluate Professional Indemnity Insurance**: Assess whether your professional indemnity insurance coverage is suitable for the risks associated with your business model.\n\nIt is important to note that these action items are based on the provided information and should be cross-referenced with the actual ADGM regulations, FSRA rules, and guidance or through consultation with legal advisors specialized in ADGM financial regulatory compliance.\""
        ],
        "NamedEntities": {
            "agreement": "negotiated understanding between two or more parties, reflecting the offer and acceptance of commitments on the part of either party",
            "financial institution": "financial service provider identified as either a government agency or privately owned entity that collects funds from the public and from other institutions, and invests those funds in financial assets, such as loans, securities, bank deposits, and income-generating property"
        },
        "DefinedTerms": {
            "Assets": "Means, unless specified otherwise, collateral held to cover positions and includes the right to the transfer of assets equivalent to that collateral or the proceeds of the realisation of any collateral, but does not include Default Fund Contributions.",
            "Client": "Means a Retail Client or Professional Client as defined in COBS 2.",
            "Client Assets": "Means Client Money and Client Investments.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement.",
            "Managing Assets": "Has the meaning given in paragraph 56 of Schedule 1 of FSMR."
        }
    },
    {
        "ID": "149ebfd9-684b-47f5-be96-d82443590b97",
        "PassageID": "3.11",
        "Passage": "Relief for Digital Investment Managers engaged in Managing Assets. In light of these considerations, the FSRA will lower the prudential capital requirements applicable to Digital Investment Managers that are engaged in Managing Assets with a business model that meets all of the following conditions.\n",
        "Obligations": [
            "Obligation:1 \"Risk Management**\n   - Implement robust risk management systems.\n   - Ensure investment risks are effectively managed.\n   - Maintain processes and controls for risk management.\"",
            "Obligation:2 \"Investment Strategies and Operations**\n   - Employ suitable investment strategies for a digital platform.\n   - Ensure strategies can be executed in an automated manner.\n   - Utilize appropriate algorithms and technology in the investment process.\"",
            "Obligation:3 \"Client Onboarding and Protection**\n   - Establish a transparent and compliant client onboarding process.\n   - Conduct thorough Know Your Customer (KYC) and Anti-Money Laundering (AML) checks.\n   - Protect client assets and ensure fair treatment of clients.\"",
            "Obligation:4 \"Operational Resilience**\n   - Maintain business continuity and disaster recovery plans.\"",
            "Obligation:5 \"Compliance with Regulatory Requirements**\n   - Meet all regulatory requirements, including management of conflicts of interest.\n   - Adhere to AML and counter-terrorist financing (CTF) requirements.\n   - Comply with conduct, risk management, and client protection regulations.\"",
            "Obligation:6 \"Capital Adequacy**\n   - Meet the revised prudential capital requirements specified by the FSRA.\"",
            "Obligation:7 \"Assessment and Documentation**\n   - Assess and document compliance with each condition set by the FSRA.\"",
            "Obligation:8 \"Notification and Communication**\n   - Notify the FSRA of the intention to rely on the regulatory relief.\n   - Provide any required information or documentation to the FSRA.\"",
            "Obligation:9 \"Ongoing Compliance**\n   - Continuously ensure compliance with the conditions for relief and other regulatory requirements.\"",
            "Obligation:10 \"Reporting**\n    - Submit regular reports to the FSRA, including financial statements, risk management reports, and compliance attestations.\"",
            "Obligation:11 \"Consultation and Legal Advice**\n    - Refer to the relevant FSRA rulebook and guidance notes for specific rules and conditions.\n    - Consult with a legal or compliance professional specializing in ADGM regulations for advice.\"",
            "Obligation:12 \"Review of Regulatory Information**\n    - Review the full text of the regulatory relief provisions issued by the FSRA.\n    - Confirm obligations by referring to official FSRA communications detailing relief measures.\""
        ],
        "DefinedTerms": {
            "Assets": "Means, unless specified otherwise, collateral held to cover positions and includes the right to the transfer of assets equivalent to that collateral or the proceeds of the realisation of any collateral, but does not include Default Fund Contributions.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Managing Assets": "Has the meaning given in paragraph 56 of Schedule 1 of FSMR."
        }
    },
    {
        "ID": "f0fd5180-89c9-426e-a88c-e1238c8d1a65",
        "PassageID": "3.11.a.",
        "Passage": "Financial Instruments: the product offering is limited to passive investment products such as ETFs and index trackers. The Digital Investment Manager must satisfy the FSRA that the passive investment products are sufficiently liquid, non-complex and diversified.\n",
        "Obligations": [
            "Obligation:1 \"Conduct Due Diligence**: Perform thorough due diligence on passive investment products to assess liquidity, complexity, and diversification.\"",
            "Obligation:2 \"Ensure Liquidity**: Guarantee that ETFs and index trackers are easily tradable with minimal price impact and monitor trading volumes and market depth.\"",
            "Obligation:3 \"Maintain Non-Complexity**: Offer straightforward products with transparent structures, risks, and costs.\"",
            "Obligation:4 \"Achieve Diversification**: Provide products that spread investment risk across various assets, issuers, or market sectors.\"",
            "Obligation:5 \"Obtain Product Approval**: Secure approval from the FSRA for new passive investment products by demonstrating compliance with regulatory criteria.\"",
            "Obligation:6 \"Provide Disclosure and Transparency**: Offer clear and comprehensive information about the products, including risks, costs, and charges.\"",
            "Obligation:7 \"Comply with FSRA Regulations**: Adhere to all relevant FSRA regulations and conduct business according to the rules set forth by the authority.\"",
            "Obligation:8 \"Implement Compliance Monitoring**: Establish a robust program to ensure ongoing adherence to regulations.\"",
            "Obligation:9 \"Submit Regulatory Reporting**: Provide regular reports to the FSRA to demonstrate compliance and inform about product management activities.\"",
            "Obligation:10 \"Practice Effective Risk Management**: Develop policies and procedures to manage risks associated with passive investment products.\"",
            "Obligation:11 \"Assess Client Suitability**: Ensure products are suitable for clients based on their investment profiles.\"",
            "Obligation:12 \"Maintain Professional Indemnity Insurance**: Hold adequate insurance to cover potential liabilities.\"",
            "Obligation:13 \"Provide Training and Competency**: Ensure staff are trained and competent to manage and advise on passive investment products.\"",
            "Obligation:14 \"Conduct Ongoing Monitoring**: Regularly review products to ensure they continue to meet liquidity, non-complexity, and diversification standards.\"",
            "Obligation:15 \"Stay Updated on Regulatory Changes**: Regularly review the ADGM regulatory framework and stay informed about any updates.\"",
            "Obligation:16 \"Seek Legal or Professional Advice**: Consult with compliance professionals or legal advisors for clarification on regulations as needed.\""
        ],
        "NamedEntities": {
            "offering": "The process step of offering a security for issue. This is the making available of a new securities issue through an underwriting.",
            "index": "indirect shortcut derived from and pointing into, a greater volume of values, data, information or knowledge"
        },
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "c23289fb-292c-49fb-a615-7afb933e1f2f",
        "PassageID": "3.11.b.",
        "Passage": "Discretionary Management: the discretionary investment management activities are limited to portfolio rebalancing. Such rebalancing must not involve the purchase of new investment products that were not included in the portfolio agreed to by the client.\n",
        "Obligations": [
            "Obligation:1 \"Adherence to Agreed Portfolio**: Manage the client's portfolio strictly within the parameters of the investment products that have been agreed upon with the client, without adding new investment products not previously approved.\"",
            "Obligation:2 \"Portfolio Rebalancing**: Rebalance the existing portfolio by adjusting the weightings of the investment products to align with the client's investment strategy, risk profile, or market changes, without introducing new products.\"",
            "Obligation:3 \"Compliance with Investment Strategy**: Ensure that any rebalancing is consistent with the client's investment objectives and risk tolerance.\"",
            "Obligation:4 \"Documentation and Records/Record-Keeping**: Maintain accurate and detailed records of all rebalancing activities, including the rationale for decisions and their alignment with the client's investment strategy.\"",
            "Obligation:5 \"Client Communication**: Inform the client of significant rebalancing actions and the impact on their portfolio, in accordance with the terms of the client agreement and regulatory requirements.\"",
            "Obligation:6 \"Regulatory Reporting**: Report all rebalancing activities in compliance with ADGM regulations and any other applicable reporting requirements set forth by the FSRA.\"",
            "Obligation:7 \"Risk Management**: Implement and maintain effective risk management practices to ensure that rebalancing does not expose the client to unintended risks and is in line with the portfolio's risk profile.\"",
            "Obligation:8 \"Ongoing Monitoring/Due Diligence**: Continuously monitor the portfolio and conduct ongoing due diligence on the investment products to ensure suitability and alignment with the client's objectives.\"",
            "Obligation:9 \"Professional Conduct**: Act in the best interest of the client at all times, exercising due care, skill, and diligence in the management of the portfolio.\"",
            "Obligation:10 \"Compliance with Laws and Regulations**: Ensure that all activities comply with the relevant ADGM regulations and any updates or amendments to the regulatory framework.\""
        ]
    },
    {
        "ID": "7db8c8bc-26c4-4478-92fd-53b45dbc666d",
        "PassageID": "3.11.c.",
        "Passage": "Client Assets: the Digital Investment Manager does not hold Client Assets. Instead, clients have a direct contractual relationship with an independent third-party financial institution to hold Client Assets.\n",
        "Obligations": [
            "Obligation:1 \"Due Diligence and Selection of Third-Party Financial Institution/Custodian**: Perform thorough due diligence in selecting a reputable and competent third-party financial institution or custodian to hold client assets. Assess their regulatory compliance, financial stability, operational reliability, and the level of protection for client assets.\"",
            "Obligation:2 \"Client Agreements and Disclosures**: Ensure that the contractual relationship between clients and the third-party custodian is clearly documented, with full disclosure of the terms, risks, and rights related to the custody of assets. Obtain explicit client consent for the custody arrangement.\"",
            "Obligation:3 \"Oversight and Monitoring**: Establish and maintain adequate oversight and monitoring processes for the third-party custodian to ensure they continue to meet their obligations and protect client assets. This may include regular reviews, audits, and risk assessments.\"",
            "Obligation:4 \"Regulatory Reporting and Notifications**: Comply with any reporting requirements to the ADGM FSRA regarding client asset arrangements, including disclosures in financial statements or notifications of material changes affecting client assets.\"",
            "Obligation:5 \"Compliance with ADGM Rules and Principles**: Adhere to all relevant ADGM regulations and FSRA rules, including those related to conduct of business, customer treatment, conflicts of interest, and segregation of client assets.\"",
            "Obligation:6 \"Contingency Planning**: Develop and maintain contingency plans to address potential issues with the third-party custodian, such as operational disruptions or insolvency, to ensure the protection of client assets.\"",
            "Obligation:7 \"Client Communication**: Maintain clear and effective communication with clients about any significant changes or events concerning the holding of their assets, and be available to address queries or concerns.\"",
            "Obligation:8 \"Record Keeping**: Keep accurate and up-to-date records of all due diligence, contracts, and monitoring activities related to the holding of client assets.\"",
            "Obligation:9 \"Risk Management**: Implement risk management policies and procedures to address risks associated with the custody of client assets by a third party.\"",
            "Obligation:10 \"Contractual Compliance**: Ensure that all contractual arrangements with the third-party custodian are in line with ADGM regulations and safeguard client interests.\"",
            "Obligation:11 \"Regular Consultation of FSRA Rules**: Regularly review FSRA rules and guidelines to stay informed of any changes to obligations and seek legal or compliance advice as necessary.\n\nBy following these consolidated action items, a Digital Investment Manager in ADGM will be able to fulfill their regulatory obligations and ensure the protection and proper management of client assets held by third-party custodians.\""
        ],
        "NamedEntities": {
            "financial institution": "financial service provider identified as either a government agency or privately owned entity that collects funds from the public and from other institutions, and invests those funds in financial assets, such as loans, securities, bank deposits, and income-generating property"
        },
        "DefinedTerms": {
            "Assets": "Means, unless specified otherwise, collateral held to cover positions and includes the right to the transfer of assets equivalent to that collateral or the proceeds of the realisation of any collateral, but does not include Default Fund Contributions.",
            "Client": "Means a Retail Client or Professional Client as defined in COBS 2.",
            "Client Assets": "Means Client Money and Client Investments.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "a0b5fc2a-d3e0-4d27-b68b-3be1118f484d",
        "PassageID": "3.12",
        "Passage": "Details of the lowered prudential capital requirements for Digital Investment Managers who meet the criteria in Paragraph 3.11 are set out in the table below.\n/Table Start\nPrudential Category\tBase Capital Requirement\tExpenditure Based Capital Minimum\nManaging Assets\n3C\t$10,000\t\t6/52 of Annual Audited Expenditure\n/Table End\n",
        "Obligations": [],
        "DefinedTerms": {
            "Assets": "Means, unless specified otherwise, collateral held to cover positions and includes the right to the transfer of assets equivalent to that collateral or the proceeds of the realisation of any collateral, but does not include Default Fund Contributions.",
            "Capital": "Means Tier 1 Capital, as defined in PRU.",
            "Capital Requirement": "Means the minimum amount of Capital Resources an Authorised Person must hold, calculated in accordance with the applicable provisions of PRU Chapter 3.",
            "Category": "Means a prudential grouping of Authorised Persons which determines the application of the Rules in PRU, as outlined in PRU 1.3.",
            "Expenditure Based Capital Minimum": "Means a capital requirement calculated in accordance with PRU 3.7.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Managing Assets": "Has the meaning given in paragraph 56 of Schedule 1 of FSMR."
        }
    },
    {
        "ID": "749d087c-f3cc-4c9f-b3b3-12a061f342ca",
        "PassageID": "3.13",
        "Passage": "The lowered prudential capital requirements will be made available via a class modification. Digital Investment Managers wishing to avail of the class modification are required to approach and satisfy the FSRA that each of the conditions in paragraph 3.11 are met.\n",
        "Obligations": [
            "Obligation:1 \"Understand the Class Modification**: Familiarize yourself with the details, scope, eligibility criteria, and any specific terms or limitations of the class modification.\"",
            "Obligation:2 \"Review Regulatory Requirements**: Carefully read and comprehend paragraph 3.11 of the ADGM regulatory framework to understand the conditions for lowered prudential capital requirements.\"",
            "Obligation:3 \"Conduct Self-Assessment**: Evaluate your current operations to ensure they meet the conditions specified in paragraph 3.11, including capital structure, risk management, governance, and operational processes.\"",
            "Obligation:4 \"Prepare Documentation**: Compile and maintain documentation and evidence demonstrating compliance with the conditions, such as financial statements, policy documents, risk assessments, and governance frameworks.\"",
            "Obligation:5 \"Engage with FSRA**: Proactively approach the Financial Services Regulatory Authority with the necessary information and documentation to show compliance with the conditions for the class modification.\"",
            "Obligation:6 \"Maintain Ongoing Compliance**: Continuously ensure adherence to the conditions in paragraph 3.11 and any other regulatory requirements, which may include regular reporting and compliance reviews.\"",
            "Obligation:7 \"Monitor Regulatory Updates**: Stay updated on any changes to the regulatory framework or guidance that may impact your obligations as a Digital Investment Manager.\"",
            "Obligation:8 \"Seek Professional Advice**: Consider obtaining legal or compliance advice to ensure full compliance with regulatory obligations and alignment with best practices.\"",
            "Obligation:9 \"Ensure Robust Risk Management**: Implement and demonstrate effective risk management processes suitable for the scale and complexity of your operations.\"",
            "Obligation:10 \"Verify Operational Readiness**: Confirm that your operational infrastructure is robust, with necessary systems and controls to manage your business effectively.\"",
            "Obligation:11 \"Establish a Comprehensive Compliance Framework**: Ensure you have a compliance framework in place that meets all applicable regulations, including those specific to digital investment management.\"",
            "Obligation:12 \"Demonstrate Financial Resources**: Show that you have adequate financial resources beyond the minimum capital to cover potential risks and liabilities.\"",
            "Obligation:13 \"Provide a Detailed Business Model**: Submit a detailed business plan that proves the viability and sustainability of your business model.\"",
            "Obligation:14 \"Implement Effective Governance**: Set up a governance structure that provides effective oversight of the firm’s activities.\""
        ],
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified."
        }
    },
    {
        "ID": "95810554-f5b6-421b-b4df-2289b1c9a8b5",
        "PassageID": "3.14",
        "Passage": "Relief for Digital Investment Managers utilising regulatory technology. Where any Digital Investment Manager makes use of technology that enables the FSRA to better supervise the Manager’s activities, manage business risks or achieve better regulatory outcomes, the FSRA may also consider modifying or waiving prudential and other regulatory requirements. Applications for modifications or waivers will be assessed on a case-by-case basis and granted at the FSRA’s discretion.\n\n",
        "Obligations": [
            "Obligation:1 \"Utilize RegTech**: Employ technology that qualifies as regulatory technology and demonstrably improves the FSRA's supervisory capabilities, manages business risks, or contributes to better regulatory outcomes.\"",
            "Obligation:2 \"Apply for Relief**: Formally apply to the FSRA for modifications or waivers to prudential and other regulatory requirements, detailing how the RegTech meets the criteria for relief.\"",
            "Obligation:3 \"Prepare for Case-by-Case Assessment**: Provide comprehensive information and sufficient evidence about your RegTech solutions for a detailed FSRA assessment on an individual basis.\"",
            "Obligation:4 \"Maintain Documentation and Evidence**: Keep thorough documentation and evidence of how the RegTech is used and the benefits it provides to support your application for relief.\"",
            "Obligation:5 \"Comply with Conditions**: Adhere to any conditions attached to the relief granted by the FSRA, which may include specific reporting requirements or limitations on the scope of the relief.\"",
            "Obligation:6 \"Ensure Ongoing Compliance**: Continue to comply with all other applicable regulatory requirements within the ADGM, unless explicitly waived or modified by the FSRA.\"",
            "Obligation:7 \"Maintain Communication with FSRA**: Keep open lines of communication with the FSRA during and after the application process to ensure all regulatory expectations and conditions are met.\"",
            "Obligation:8 \"Conduct Ongoing Reporting and Monitoring**: Regularly report to the FSRA on the continued effectiveness of the RegTech and monitor its impact on your operations.\"",
            "Obligation:9 \"Ensure Transparency and Disclosure**: Be transparent about your use of RegTech, including any limitations or risks, and disclose to clients and the market the nature of the regulatory relief granted.\"",
            "Obligation:10 \"Be Prepared for Review and Revocation**: Understand that the FSRA may review and can revoke the relief granted if conditions are no longer met or if other regulatory concerns arise.\"",
            "Obligation:11 \"Seek Professional Advice**: Engage with the FSRA early and consider seeking professional advice to ensure that your application is robust and meets all the necessary criteria.\""
        ],
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "d18fa9eb-601d-4fee-b9ae-b1170d5f61a9",
        "PassageID": "4.",
        "Passage": "Key controls for Digital Investment Managers\n",
        "Obligations": [],
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified."
        }
    },
    {
        "ID": "4534e008-1266-4aad-92ab-9e3e71ed7d50",
        "PassageID": "4.1",
        "Passage": "This section of the Guidance describes how the FSRA applies particular requirements of the FSRA Rulebook to all Digital Investment Managers, regardless of whether they are eligible for the prudential capital relief outlined in section 3, above. It is not exhaustive, and should be read in conjunction with the Rulebook itself, as well as:\n\na.\tchapter 2 of the GPM, which outlines the FSRA’s approach to authorisation for all FSP applicants; and\n\nb.\tSupplementary Guidance - Authorisation of Investment Management Activities.\n",
        "Obligations": [
            "Obligation:1 \"Ensure Compliance with FSRA Rulebook**: Adhere to all rules and regulations, including conduct of business, prudential requirements, anti-money laundering, and counter-terrorist financing.\"",
            "Obligation:2 \"Understand and Follow the Authorization Process**: Familiarize yourself with the FSRA’s approach to authorization as outlined in Chapter 2 of the GPM and submit the necessary application and supporting documents.\"",
            "Obligation:3 \"Read Supplementary Guidance**: Review and understand the Supplementary Guidance on the Authorization of Investment Management Activities for additional requirements specific to investment management.\"",
            "Obligation:4 \"Manage Prudential Capital**: Comply with prudential requirements and manage capital accordingly, regardless of eligibility for prudential capital relief.\"",
            "Obligation:5 \"Maintain Ongoing Compliance**: Keep up to date with regulatory changes, submit regular reports, maintain appropriate records, and ensure operations, staff, and systems are compliant.\"",
            "Obligation:6 \"Implement Robust Risk Management**: Develop and maintain policies and procedures to effectively identify, assess, and manage risks.\"",
            "Obligation:7 \"Meet Fit and Proper Criteria**: Ensure all personnel, including senior management and key control functions, satisfy the FSRA's criteria.\"",
            "Obligation:8 \"Protect Consumer Interests**: Implement measures for transparent disclosure of information and fair treatment of clients.\"",
            "Obligation:9 \"Maintain Strong Cybersecurity Measures**: Secure systems and client data against cyber threats due to the digital nature of services.\"",
            "Obligation:10 \"Hold Professional Indemnity Insurance**: Obtain insurance to cover potential liabilities from investment management activities.\n\nFor a comprehensive understanding of your obligations, consult the FSRA Rulebook, GPM, and Supplementary Guidance documents, and consider seeking advice from a compliance professional or legal advisor specialized in ADGM financial regulations.\""
        ],
        "DefinedTerms": {
            "Activities": "In relation to GEN 2.1.2 and 2.1.3, means:\n(a)\ta Regulated Activity;\n(b)\tactivities carried on in connection with a Regulated Activity;\n(c)\tactivities held out as being for the purpose of a Regulated Activity; and\n(d)\tin relation to any particular Principle, any activity specified in GEN ‎2.1.3(2), (3) and ‎(4).",
            "GPM": "Means the Guidance and Policies Manual, once published by the Regulator.",
            "Guidance": "Has the meaning given in section 15(2) of FSMR.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Rulebook": "Means the ADGM financial services rulebooks comprising GLO, GEN, PRU, PIN, MIR, AML, MKT, COBS, FUNDS, CIB, IFR and FEES."
        }
    },
    {
        "ID": "73c5fbb7-7ef8-48da-b807-9ad7dd3e4f9a",
        "PassageID": "4.2",
        "Passage": "A critical component of the digital investment management business model is the use of algorithms to automate the investment process. Accordingly, the FSRA sees a need to ensure that Digital Investment Managers have adequate algorithm and technology governance policies and processes in place to address the specific risks arising from such a technology-driven business model. The limited human interaction between Digital Investment Managers and their clients necessitates consideration of how suitability assessments are performed and the disclosures that are made to clients.\n",
        "Obligations": [
            "Obligation:1 \"Algorithm and Technology Governance Policies and Processes:**\n   - Establish and maintain robust governance policies and processes for algorithm development, testing, deployment, and monitoring.\n   - Implement adequate controls to manage risks such as market abuse, operational risks, errors, biases, and cybersecurity threats.\n   - Conduct comprehensive testing, including back-testing, forward-testing, and scenario analysis, before deploying algorithms.\n   - Maintain proper documentation of algorithm design, development, testing, changes, and intended operations.\n   - Establish clear accountability and oversight framework for algorithms, including defining roles and responsibilities.\"",
            "Obligation:2 \"Suitability Assessments:**\n   - Develop processes to assess the suitability of investment products or strategies for each client, considering their knowledge, experience, financial situation, and objectives.\n   - Design algorithms for suitability assessments to accurately capture and use client information for appropriate recommendations.\n   - Regularly review and update the suitability assessment process for effectiveness and regulatory compliance.\"",
            "Obligation:3 \"Client Disclosures:**\n   - Provide clear, accurate, and sufficient information about investment management services, including algorithm use and associated risks.\n   - Disclose the limitations, potential biases, and extent of human involvement in the investment process.\n   - Inform clients about the nature, function, and implications of the algorithms used.\n   - Communicate the process for raising concerns or complaints and the resolution mechanisms.\n   - Ensure disclosures are understandable and regularly updated to reflect any changes.\"",
            "Obligation:4 \"Ongoing Compliance and Monitoring:**\n   - Continuously monitor algorithm performance and effectiveness to ensure they operate as intended and meet regulatory standards.\n   - Establish a periodic review and testing process for algorithms to maintain fitness for purpose and compliance.\n   - Be prepared to provide information to the FSRA about algorithmic trading practices and governance upon request.\"",
            "Obligation:5 \"Record-Keeping:**\n   - Maintain comprehensive records of all algorithmic systems, suitability assessments, and client disclosures.\n   - Keep records for the period specified by the FSRA or other relevant regulations.\"",
            "Obligation:6 \"Risk Management:**\n   - Implement a risk management framework to identify, assess, manage, and report on technology and algorithm-related risks.\"",
            "Obligation:7 \"Regulatory Reporting and Notifications:**\n   - Report significant algorithmic or technological issues, system outages, failures, or regulatory breaches to the FSRA in a timely manner.\n\nBy following these action items, a Digital Investment Manager will meet the specific regulatory obligations within the ADGM and manage the risks associated with a technology-driven investment management approach. It is crucial to stay informed about regulatory updates and maintain ongoing compliance with FSRA's expectations and requirements.\""
        ],
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified."
        }
    },
    {
        "ID": "aeb822ad-1fcb-4576-b103-dc8d2f3abf9a",
        "PassageID": "4.3",
        "Passage": "Additionally, given their heavy dependence on collecting and processing client data and the risks of cyberattacks to their automated and largely digital mode of operations, Digital Investment Managers must also put in place robust data security policies and systems to ensure compliance with all relevant data protection regulations, including the ADGM’s Data Protection Regulations and, as appropriate, PRU 6.6 – 6.9.\n",
        "Obligations": [
            "Obligation:1 \"Develop and Maintain Data Security Policies:**\n   - Create comprehensive data security policies to protect client data.\n   - Regularly review and update these policies to address new threats, technology changes, and regulatory updates.\"",
            "Obligation:2 \"Implement Data Security Measures:**\n   - Deploy technical security measures like encryption, firewalls, intrusion detection systems, and access controls.\n   - Conduct regular testing and auditing of security systems.\n   - Establish physical security controls to protect data storage systems.\"",
            "Obligation:3 \"Comply with ADGM Data Protection Regulations:**\n   - Familiarize with and adhere to the ADGM Data Protection Regulations.\n   - Process personal data lawfully, fairly, and securely.\n   - Respect and implement measures for individuals' rights under the data protection regulations.\"",
            "Obligation:4 \"Understand and Follow PRU 6.6 – 6.9:**\n   - Review and comply with sections PRU 6.6 – 6.9 of the ADGM's Prudential Rulebook.\n   - Maintain systems and controls to manage operational risks, including those related to ICT.\n   - Test backup and recovery procedures and maintain an incident response plan.\"",
            "Obligation:5 \"Risk Management and Mitigation:**\n   - Identify and assess potential cyber risks.\n   - Develop strategies to mitigate these risks, including incident response and business continuity plans.\"",
            "Obligation:6 \"Conduct Regular Employee Training:**\n   - Provide ongoing training on data protection principles and company policies.\n   - Ensure employees understand their roles in maintaining data security.\"",
            "Obligation:7 \"Fulfill Reporting Obligations:**\n   - Report data breaches to the relevant ADGM authorities as required.\n   - Keep detailed records of data breaches and remedial actions taken.\n   - Maintain records of data processing activities and security measures.\"",
            "Obligation:8 \"Appoint a Data Protection Officer (DPO):**\n   - Consider appointing a DPO to oversee data protection law compliance, if necessary due to the scale of data processing activities.\"",
            "Obligation:9 \"Manage Client Consent and Rights:**\n   - Obtain explicit client consent for data collection and processing when required.\n   - Ensure clients can exercise their rights to access, correct, and delete their data.\"",
            "Obligation:10 \"Third-Party Vendor Management:**\n    - Ensure third-party vendors comply with ADGM’s Data Protection Regulations and your security standards.\n    - Include data protection and security clauses in contracts with third-party vendors.\n\nBy following these consolidated action items, a Digital Investment Manager in ADGM will be better equipped to comply with the relevant data protection and security regulations. Regular consultation of the ADGM regulatory framework and seeking legal advice when necessary are also recommended to stay updated on any changes or additional requirements.\""
        ],
        "NamedEntities": {
            "security": "financial instrument that can be bought or sold"
        },
        "DefinedTerms": {
            "ADGM": "Means the Abu Dhabi Global Market.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified."
        }
    },
    {
        "ID": "cb8851b9-75c3-40b4-985b-e770b7662f8b",
        "PassageID": "4.4",
        "Passage": "Algorithm governance . Algorithms are at the core of the service offered by Digital Investment Managers. They are used to undertake critical components of the investment management process such as risk profiling, portfolio allocation and rebalancing. Accordingly, the FSRA expects that Digital Investment Managers will establish internal governance structures that enable its Board and Senior Management to have robust oversight and control over the design, performance, deployment and security of algorithms.  The roles and responsibilities of all personnel who oversee the design, performance and integrity of algorithms must be clearly defined.\n",
        "Obligations": [
            "Obligation:1 \"Establish and Maintain Governance Structures:**\n   - Set up and maintain internal governance structures for effective oversight and control of algorithms.\n   - Ensure the Board of Directors and Senior Management are fully informed and capable of overseeing the algorithms' lifecycle.\"",
            "Obligation:2 \"Board and Senior Management Oversight:**\n   - Involve the Board and Senior Management in the oversight of algorithms, including their design, performance, deployment, and security.\n   - Implement mechanisms for oversight and demonstrate understanding and management of algorithm-related risks.\"",
            "Obligation:3 \"Define Roles and Responsibilities:**\n   - Clearly define and document the roles and responsibilities of personnel involved in the design, monitoring, and integrity of algorithms.\"",
            "Obligation:4 \"Algorithm Design and Performance:**\n   - Ensure algorithms are designed to align with the firm's investment strategy and risk appetite and perform as intended.\n   - Continuously monitor algorithm performance and establish intervention triggers.\"",
            "Obligation:5 \"Algorithm Deployment and Security:**\n   - Control the deployment of algorithms with thorough testing and validation before going live.\n   - Protect algorithms with adequate cybersecurity measures against unauthorized access and tampering.\"",
            "Obligation:6 \"Documentation and Record-Keeping:**\n   - Maintain comprehensive documentation on algorithms, including design, changes, testing procedures, and incident records.\n   - Keep records demonstrating compliance with governance requirements and decisions made regarding algorithms.\"",
            "Obligation:7 \"Testing and Validation:**\n   - Regularly test and validate algorithms to ensure proper functioning and identify potential issues or improvements.\"",
            "Obligation:8 \"Compliance with Regulatory Requirements:**\n   - Comply with all relevant regulations and guidelines set by the FSRA and other applicable regulatory bodies.\"",
            "Obligation:9 \"Risk Management:**\n   - Integrate algorithmic risks into the firm's overall risk management framework.\n   - Identify, assess, monitor, and manage risks associated with algorithm deployment.\"",
            "Obligation:10 \"Incident Response and Continuous Monitoring:**\n    - Develop an incident response plan for algorithm issues, including mitigation and prevention steps.\n    - Continuously monitor algorithms for performance and compliance and conduct regular reviews.\"",
            "Obligation:11 \"Audit, Review, and Reporting:**\n    - Regularly audit and review algorithms and governance frameworks for effectiveness and compliance.\n    - Maintain transparency with regulators and clients, and provide necessary reporting to the FSRA.\n\nBy following these consolidated action items, Digital Investment Managers will adhere to the FSRA's expectations regarding algorithm governance within the ADGM jurisdiction.\""
        ],
        "NamedEntities": {
            "control": "situation in which some party has the power to direct or strongly influence the direction of the management and policies related to something",
            "security": "financial instrument that can be bought or sold"
        },
        "DefinedTerms": {
            "Board": "Means in reference to a corporation, the board of Directors of the corporation.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Senior Management": "Means, in relation to:\n(a)\tother than for MIR and MKT, a Relevant Person every member of the Relevant Person's executive management and includes:\n(i)\tfor an ADGM Entity, every member of the Relevant Person's Governing Body, including its Board of Directors, Partners, Committee of Management or the other governing body of an Undertaking, as appropriate;\n(ii)\tfor a Branch, the Person or Persons who control the day to day operations of the Relevant Person in the ADGM; or\n(iii)\tfor an auditor, every member of the Relevant Person's executive management in the U.A.E.\n(b)\tMIR and MKT, any individual who either alone or jointly has ultimate responsibility for the day-to-day management, supervision and control of one or more (or all) parts of a Reporting Entity’s business, which includes the first layer of management below the Governing Body."
        }
    },
    {
        "ID": "f2e01815-191b-4b39-8d85-3bff528e3814",
        "PassageID": "4.5",
        "Passage": "Algorithm governance . In assessing the adequacy of the oversight and controls that the Digital Investment Manager establishes in relation to the development and deployment of its algorithms, the FSRA will take into account the following considerations.\n",
        "Obligations": [
            "Obligation:1 \"Algorithm Development and Testing:**\n   - Establish a robust development process with clear documentation, version control, and thorough testing to ensure performance under various conditions.\n   - Ensure the development process includes roles, responsibilities, adequate testing, and validation to meet regulatory expectations and industry standards.\"",
            "Obligation:2 \"Risk Management:**\n   - Implement risk management controls to identify, assess, and manage risks associated with algorithm use.\n   - Conduct regular risk assessments and develop mitigation strategies for identified risks.\"",
            "Obligation:3 \"Oversight and Accountability:**\n   - Designate responsible individuals with the necessary expertise and authority for algorithm oversight.\n   - Establish clear governance structures, including roles and responsibilities for algorithm development.\"",
            "Obligation:4 \"Compliance with Regulations:**\n   - Ensure compliance with all relevant regulations, including investor protection, market integrity, and AML rules.\n   - Keep abreast of and adhere to FSRA and other regulatory body rules.\"",
            "Obligation:5 \"Monitoring, Review, and Testing:**\n   - Continuously monitor algorithm performance to detect anomalies or unintended behaviors.\n   - Regularly review and test algorithms to ensure they function as intended and make necessary modifications.\n   - Implement controls to monitor deployed algorithms and manage operational failures.\"",
            "Obligation:6 \"Record Keeping and Documentation:**\n   - Maintain comprehensive records and documentation of algorithm design, development, deployment, and decision-making processes.\n   - Keep records for compliance demonstration and regulatory review.\"",
            "Obligation:7 \"Transparency, Reporting, and Disclosure:**\n   - Provide clear reports to the FSRA on algorithm design, operation, incidents, or malfunctions.\n   - Disclose to clients the use of algorithms in investment management and their implications.\"",
            "Obligation:8 \"Incident Management and Business Continuity:**\n   - Establish procedures for responding to algorithmic failures or breaches, including trading suspension mechanisms.\n   - Develop and maintain business continuity and disaster recovery plans for algorithm or system failures.\"",
            "Obligation:9 \"Third-Party Management:**\n   - Ensure third-party providers adhere to governance and oversight standards.\n   - Establish due diligence, monitoring, and oversight mechanisms for third-party risks.\"",
            "Obligation:10 \"Training and Competence:**\n    - Ensure staff involved in algorithm development, deployment, and oversight are adequately trained and competent.\n    - Ensure staff have the necessary skills, knowledge, and expertise for their roles.\n\nIt is essential to tailor these action items to the specific nature, scale, and complexity of the Digital Investment Manager's operations and to consult the relevant FSRA regulations and guidelines for a comprehensive understanding of regulatory obligations. Professional advice may be sought for full compliance.\""
        ],
        "NamedEntities": {
            "account": "container for records associated with a business arrangement for regular transactions and services"
        },
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "ef0f04e8-8324-4435-99aa-620d8b069ab0",
        "PassageID": "4.5.a.",
        "Passage": "Qualifications and competency of staff: the Digital Investment Manager must ensure that it has qualified and competent staff to ensure the proper functioning and supervision of the algorithm model (the “Model”) on an ongoing basis.  The Digital Investment Manager must have adequate training and documented manuals in place to address any key-man and business continuity risks.\n",
        "Obligations": [
            "Obligation:1 \"Staff Qualifications and Competency:**\n   - Ensure all staff involved with the Model have the necessary educational background, professional qualifications, certifications, and relevant practical experience.\n   - Regularly assess and verify staff competency to maintain effective oversight of the Model.\"",
            "Obligation:2 \"Ongoing Training:**\n   - Provide continuous training to staff on the latest industry practices, regulatory changes, technological advancements, and the intricacies of the Model.\n   - Document training activities and maintain records for compliance purposes.\"",
            "Obligation:3 \"Documentation and Manuals:**\n   - Develop, maintain, and regularly update comprehensive operational procedures and supervisory mechanism manuals for the Model.\n   - Ensure manuals are accessible to relevant staff and include guidelines on managing key-man risks and business continuity.\"",
            "Obligation:4 \"Key-Man Risk Management:**\n   - Implement strategies to mitigate key-man risk through cross-training, succession planning, and distributing knowledge and responsibilities among team members.\"",
            "Obligation:5 \"Business Continuity Planning:**\n   - Develop, document, and maintain a robust business continuity plan addressing potential disruptions.\n   - Regularly test and update the business continuity plan for effectiveness.\"",
            "Obligation:6 \"Supervision and Oversight:**\n   - Assign specific roles and responsibilities for ongoing supervision of the Model, including monitoring performance and identifying deviations.\n   - Establish clear reporting structures for escalating issues and implement governance structures for oversight.\n   - Ensure senior management provides adequate oversight and clear lines of accountability are established.\"",
            "Obligation:7 \"Regulatory Compliance:**\n   - Ensure all staff adhere to ADGM regulations and standards.\n   - Maintain records of staff qualifications, training, and supervisory activities for regulatory review.\n   - Stay informed about ADGM regulations and guidelines and be prepared to demonstrate compliance to regulators.\n\nBy following these action items, the Digital Investment Manager will meet the ADGM's regulatory requirements regarding staff qualifications and competency in the management and supervision of algorithmic models. Regular reviews of these practices are recommended to ensure ongoing compliance.\""
        ],
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "1f61f06e-ae27-472b-afc5-3f5fdb40207f",
        "PassageID": "4.5.b.",
        "Passage": "Developing and testing the Model: the Digital Investment Manager must maintain proper documentation explaining the decision tree or logic of the algorithm to ensure that the outcomes produced by the Model are explainable, traceable and repeatable.  The Digital Investment Manager must also ensure the relevance of any data or assumptions upon which the Model is based, and that any client questionnaire it uses takes into account potential behavioural biases that may lower the accuracy of client responses. The Digital Investment Manager must carry out sufficient testing to demonstrate that its Model meets these principles.  Where appropriate (e.g. in the case of a complex Model), the FSRA may require a third-party audit to validate the performance outcomes of the Model as purported.\n",
        "Obligations": [
            "Obligation:1 \"Documentation Maintenance**:\n   - Maintain comprehensive documentation detailing the Model's decision-making process, logic, and algorithms.\n   - Ensure the documentation supports the Model's outcomes as explainable, traceable, and repeatable.\"",
            "Obligation:2 \"Data and Assumptions Review**:\n   - Regularly review and validate the relevance and accuracy of the Model's data inputs.\n   - Continuously ensure that the Model's assumptions are valid and reflect current market conditions.\"",
            "Obligation:3 \"Client Questionnaire Implementation**:\n   - Design and implement a client questionnaire that mitigates behavioural biases and accurately captures the client's risk profile and investment objectives.\"",
            "Obligation:4 \"Model Testing**:\n   - Conduct thorough testing of the Model, including backtesting, forward performance testing, and stress testing, to assess performance under various market conditions and ensure alignment with client objectives.\"",
            "Obligation:5 \"Third-Party Audit Preparedness**:\n   - Be prepared to engage a third-party auditor to validate the Model's performance and decision-making process, as may be required by the FSRA.\"",
            "Obligation:6 \"Regulatory Compliance**:\n   - Comply with all FSRA requirements and guidelines, including reporting obligations, conduct of business rules, and any other relevant regulatory mandates.\n   - Keep up-to-date with any changes in FSRA regulations and guidelines to ensure ongoing compliance.\"",
            "Obligation:7 \"Record-Keeping**:\n   - Keep records of all activities related to the Model, including documentation, testing results, and communications with the FSRA, to demonstrate compliance with regulatory obligations.\""
        ],
        "NamedEntities": {
            "account": "container for records associated with a business arrangement for regular transactions and services"
        },
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "8f6f6841-cc97-4915-9f52-e6551dccff2f",
        "PassageID": "4.5.c.",
        "Passage": "Managing and maintaining the Model: the Digital Investment Manager must establish safeguards, including with respect to access controls and security, to protect the integrity of the Model (including algorithm source code). The Digital Investment Manager should maintain the ability and relevant resources to modify the Model in the event that there is a need to stop the algorithm or make changes to it.  The FSRA will also require the Digital Investment Manager to demonstrate that it has a clear process for detecting and reporting programming errors and unexpected outcomes.  In the event of failure or outage of the Model, the Digital Investment Manager must have contingency plans to ensure that its services to clients are not adversely affected and that the clients’ interests are safeguarded.\n",
        "Obligations": [
            "Obligation:1 \"Implement Robust Safeguards**: Establish and maintain robust safeguards to protect the integrity of the Model, including measures to prevent unauthorized access and ensure the security of the algorithm source code.\"",
            "Obligation:2 \"Maintain Effective Access Controls**: Ensure that only authorized personnel have access to the Model, with protocols to monitor and manage this access.\"",
            "Obligation:3 \"Maintain Modification Capability**: Keep the ability and resources to modify the Model when needed, including the technical expertise and operational capacity to stop the algorithm or make changes in a timely manner.\"",
            "Obligation:4 \"Establish Error Detection and Reporting Processes**: Develop and maintain a clear process for detecting programming errors and unexpected outcomes, including monitoring mechanisms and procedures for addressing such issues, and a protocol for reporting to internal teams and the FSRA.\"",
            "Obligation:5 \"Develop and Implement Contingency Plans**: Create and maintain contingency plans for Model failure or outage to ensure that services to clients continue without adverse effects and that clients' interests are protected and prioritized.\"",
            "Obligation:6 \"Prioritize Client Interests**: Ensure that all operations, including contingency plans, prioritize the safeguarding of clients' interests, particularly the protection of their investments and data.\"",
            "Obligation:7 \"Conduct Regular Reviews and Updates**: Regularly review and update the Model, safeguards, access controls, error detection processes, and contingency plans to ensure ongoing compliance and effectiveness.\"",
            "Obligation:8 \"Maintain Documentation and Compliance Evidence**: Keep comprehensive records and documentation of all measures, including logs of access controls, modifications to the Model, error detection activities, and implementation of contingency plans, to demonstrate compliance to the FSRA.\"",
            "Obligation:9 \"Communicate with Clients**: Effectively communicate with clients regarding significant issues with the Model, including the nature of the problem, steps being taken to address it, and any potential impact on their investments.\"",
            "Obligation:10 \"Comply with Regulatory Reporting and Notification**: Adhere to all reporting requirements set by the FSRA, including notifying the regulator of significant issues related to the Model's performance or integrity.\"",
            "Obligation:11 \"Stay Informed and Seek Guidance**: Stay updated with changes in the regulatory framework and seek guidance from the FSRA or legal/compliance advisors as necessary to ensure full compliance with regulatory expectations.\""
        ],
        "NamedEntities": {
            "security": "financial instrument that can be bought or sold"
        },
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "a6d3b122-4f09-424c-b155-81c018145e74",
        "PassageID": "4.5.d.",
        "Passage": "Ongoing monitoring and reviews: the Digital Investment Manager must conduct ongoing monitoring and reviews to assess whether the Model effectively achieves its intended objectives and outcomes, and to manage the risks of inaccuracy, bias or exception.  The Board and Senior Management must also periodically review the Digital Investment Manager’s internal governance structure and measures to ensure that they remain appropriate and effective.\n\n\n",
        "Obligations": [
            "Obligation:1 \"Ongoing Monitoring of the Investment Model:**\n   - Continuously monitor the performance, effectiveness, and accuracy of the investment model.\n   - Ensure the model aligns with intended investment strategies, objectives, and risk tolerances.\n   - Detect and address any inaccuracy, bias, exceptions, or anomalies in the model's functioning.\"",
            "Obligation:2 \"Risk Management:**\n   - Actively manage risks associated with the model, including inaccuracy and bias.\n   - Implement risk management strategies and controls to mitigate identified risks.\n   - Establish protocols for handling exceptions and anomalies.\"",
            "Obligation:3 \"Periodic Reviews:**\n   - Conduct regular and thorough reviews of the model to assess effectiveness and identify improvement areas.\n   - Evaluate the model's decision-making processes and outcomes.\n   - Review the internal governance structure periodically by the Board and Senior Management.\"",
            "Obligation:4 \"Board and Senior Management Oversight:**\n   - Ensure the Board and Senior Management periodically review and confirm the appropriateness of the internal governance structure.\n   - Maintain effective oversight and control over the model's operation and the broader business activities.\"",
            "Obligation:5 \"Internal Governance Structure:**\n   - Maintain a robust governance structure that supports effective management and compliance with regulations.\n   - Develop and implement internal policies and procedures related to monitoring, reviews, and governance.\"",
            "Obligation:6 \"Documentation and Record-Keeping:**\n   - Keep detailed records of all monitoring activities, risk assessments, reviews, and governance checks.\n   - Document changes or updates to the model and the rationale behind them.\n   - Ensure documentation is sufficient to demonstrate compliance to the FSRA upon request.\"",
            "Obligation:7 \"Reporting and Notifications:**\n   - Report significant issues identified during monitoring and reviews to the FSRA and other relevant authorities in a timely manner.\n   - Inform the Board and Senior Management of significant findings and ensure appropriate action is taken.\n   - Notify the regulator of material changes to the model or governance structure as required.\"",
            "Obligation:8 \"Compliance with Regulations:**\n   - Ensure all activities comply with ADGM regulations and guidelines.\n   - Stay updated with regulatory changes and adjust compliance practices accordingly.\"",
            "Obligation:9 \"Continuous Improvement and Independent Reviews:**\n   - Implement changes and improvements to the model and governance structures as identified through monitoring and reviews.\n   - Consider engaging independent third parties for periodic reviews of the model and governance effectiveness.\n\nBy adhering to these consolidated action items, a Digital Investment Manager in ADGM will meet regulatory expectations, manage risks effectively, and ensure compliant and efficient operations.\""
        ],
        "DefinedTerms": {
            "Board": "Means in reference to a corporation, the board of Directors of the corporation.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement.",
            "Senior Management": "Means, in relation to:\n(a)\tother than for MIR and MKT, a Relevant Person every member of the Relevant Person's executive management and includes:\n(i)\tfor an ADGM Entity, every member of the Relevant Person's Governing Body, including its Board of Directors, Partners, Committee of Management or the other governing body of an Undertaking, as appropriate;\n(ii)\tfor a Branch, the Person or Persons who control the day to day operations of the Relevant Person in the ADGM; or\n(iii)\tfor an auditor, every member of the Relevant Person's executive management in the U.A.E.\n(b)\tMIR and MKT, any individual who either alone or jointly has ultimate responsibility for the day-to-day management, supervision and control of one or more (or all) parts of a Reporting Entity’s business, which includes the first layer of management below the Governing Body."
        }
    },
    {
        "ID": "55588104-debb-419f-9538-1f58c5a199d2",
        "PassageID": "4.6",
        "Passage": "Technology governance. The Digital Investment Manager must ensure that its systems and controls are adequate and appropriate for the scale, nature and complexity of its business.  This applies in particular to systems and controls concerning:\n\na.\tthe transmission and storage of information;\n\nb.\tthe assessment, mitigation and management of risks relating to the provision of digital investment management services, including data security;\n\nc.\tthe effecting and monitoring of transactions by the Digital Investment Manager;\n\nd.\tthe technical operations of the Digital Investment Manager, including contingency arrangements for disruption to its facilities;\n\ne.\tthe operation of its functions relating to the safeguards and protections to investors; and\n\nf.\toutsourcing.\n",
        "Obligations": [
            "Obligation:1 \"Transmission and Storage of Information:**\n   - Implement secure methods for transmitting and storing sensitive information.\n   - Maintain data integrity and confidentiality at all times.\n   - Establish robust encryption and data protection measures.\n   - Enforce data retention policies compliant with regulations.\"",
            "Obligation:2 \"Risk Assessment, Mitigation, and Management:**\n   - Regularly assess risks, including cybersecurity threats and data breaches.\n   - Develop and implement risk mitigation strategies and management practices.\n   - Maintain an up-to-date risk register and integrate risk management into business operations.\n   - Continuously monitor and update risk management practices.\"",
            "Obligation:3 \"Effecting and Monitoring of Transactions:**\n   - Establish systems to execute and monitor investment transactions accurately.\n   - Detect and prevent fraudulent activities and unauthorized transactions.\n   - Maintain accurate and complete records of all transactions.\n   - Maintain a comprehensive audit trail for all transactions.\"",
            "Obligation:4 \"Technical Operations and Contingency Planning:**\n   - Maintain a robust and scalable IT infrastructure.\n   - Implement and regularly test business continuity and disaster recovery plans.\n   - Establish procedures for dealing with technical disruptions.\n   - Maintain backup systems and data for operational resilience.\"",
            "Obligation:5 \"Safeguards and Protections to Investors:**\n   - Implement measures to protect investors' interests, assets, and personal information.\n   - Provide accurate and timely information to investors about their investments.\n   - Establish clear procedures for investor complaints and dispute resolution.\n   - Ensure compliance with investor protection regulations and guidelines.\"",
            "Obligation:6 \"Outsourcing:**\n   - Conduct due diligence on third-party service providers.\n   - Ensure that outsourced functions meet regulatory standards and are subject to proper oversight.\n   - Establish contractual agreements with clear roles, responsibilities, and expectations, including data protection clauses.\n   - Maintain responsibility for outsourced functions to ensure they do not compromise operational integrity.\n\n**General Compliance and Governance:**\n   - Tailor obligations to the specific operations of the business.\n   - Stay informed about changes to the regulatory framework in ADGM.\n   - Ensure ongoing compliance with all applicable laws and regulations.\n   - Conduct regular internal audits and reviews of the technology governance framework.\""
        ],
        "NamedEntities": {
            "security": "financial instrument that can be bought or sold"
        },
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "56de6095-653c-4fd5-873a-b43956d957d3",
        "PassageID": "4.7",
        "Passage": "Technology governance. In assessing whether the systems and controls used by the Digital Investment Manager are adequate and appropriate for the scale and nature of its business, the FSRA may have regard to the following:\n\na.\tthe distribution of duties and responsibilities among its key individuals;\n\nb.\tthe staffing and resources of the Digital Investment Manager;\n\nc.\tthe arrangements made to enable key individuals to supervise the operations of the Digital Investment Manager; and\n\nd.\tthe arrangements for internal and external audit, including technology audits.\n\n\n",
        "Obligations": [
            "Obligation:1 \"Define and Document Roles and Responsibilities:**\n   - Ensure clear roles and responsibilities for all key individuals are defined and documented within the organization.\n   - Maintain an organizational chart or similar documentation to outline the distribution of duties and prevent conflicts of interest.\"",
            "Obligation:2 \"Implement Governance Structure:**\n   - Implement a governance structure that delineates the oversight of technology-related functions.\n   - Develop and maintain comprehensive policies and procedures for technology governance.\"",
            "Obligation:3 \"Maintain Adequate Staffing and Resources:**\n   - Maintain adequate staffing levels with the necessary skills, knowledge, and expertise to manage technology effectively.\n   - Ensure sufficient financial and technological resources are available to support operations and growth plans.\"",
            "Obligation:4 \"Ongoing Training and Professional Development:**\n   - Implement ongoing training and professional development programs to keep staff updated on technological advancements and regulatory requirements.\"",
            "Obligation:5 \"Supervision and Oversight Mechanisms:**\n   - Establish clear reporting lines and communication channels for effective supervision of operations.\n   - Implement monitoring and reporting systems to provide timely and accurate information on technology performance and risks.\n   - Ensure key individuals have access to necessary tools and information for supervisory roles.\"",
            "Obligation:6 \"Internal and External Audit Arrangements:**\n   - Develop an internal audit function to assess the adequacy of technology systems and controls.\n   - Engage external auditors with technology expertise for regular audits of systems and controls.\n   - Act on recommendations from audits to address deficiencies and ensure audit plans focus on technology governance.\n   - Report audit findings to senior management and, where appropriate, the board of directors.\"",
            "Obligation:7 \"Compliance with Regulations:**\n   - Ensure compliance with all relevant ADGM regulations and guidelines, including risk management, data protection, and cybersecurity.\n   - Regularly review and update policies and procedures to reflect changes in technology, business operations, and regulatory requirements.\"",
            "Obligation:8 \"Documentation and Record-Keeping:**\n   - Document all governance activities and decisions to demonstrate compliance with regulatory expectations to the FSRA.\n   - Keep records updated to reflect the current state of technology governance and compliance efforts.\"",
            "Obligation:9 \"Regular Review and Update of Governance Framework:**\n   - Regularly review and update the technology governance framework to ensure its effectiveness and alignment with business growth and evolution.\"",
            "Obligation:10 \"Consult Relevant Regulations and Seek Professional Advice:**\n    - Consult the full FSRA regulations and guidelines or seek professional advice to ensure full compliance with all applicable requirements.\""
        ],
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "738d5ec3-9a60-4876-9769-47e08ceb0d20",
        "PassageID": "4.8",
        "Passage": "Suitability requirements . Digital Investment Managers must comply with the rules relating to suitability in the FSRA’s Conduct of Business Rulebook (“COBS”).  These rules require Digital Investment Managers to have a reasonable basis for considering that any Specified Investments they recommend, or Transactions they execute on a discretionary basis, are suitable for the client.  In making this determination of suitability, Digital Investment Managers must:\n\na.\tundertake an appropriate assessment of the particular client's needs, objectives, financial situation and also, to the extent relevant, their risk tolerance, knowledge, experience and understanding of the risks involved; and\n\nb.\ttake into account any other relevant requirements and circumstances of the client of which the Authorised Person is, or ought reasonably to be, aware.\n",
        "Obligations": [
            "Obligation:1 \"Assessment of Client's Profile:**\n   - Conduct a comprehensive assessment of each client's investment needs, objectives, financial situation, risk tolerance, and knowledge/experience in investments.\n   - Evaluate the client's income, assets, debts, and other financial commitments.\n   - Determine the client's capacity to bear loss and understanding of investment risks.\"",
            "Obligation:2 \"Suitability Determination:**\n   - Use the client assessment to ensure the suitability of Specified Investments or discretionary Transactions.\n   - Align investment advice and decisions with the client's profile, including their needs, objectives, financial situation, risk tolerance, and understanding of risks.\"",
            "Obligation:3 \"Consideration of Other Relevant Factors:**\n   - Account for any additional client circumstances or requirements that may affect investment suitability.\n   - Stay informed of changes in the client's personal circumstances and market conditions.\"",
            "Obligation:4 \"Compliance with Regulatory Requirements:**\n   - Adhere to the FSRA’s COBS and other relevant regulations.\n   - Maintain proper records and provide clear communication to clients.\n   - Act in the best interest of the client and ensure transparency in recommendations.\"",
            "Obligation:5 \"Ongoing Obligations:**\n   - Regularly review the client's circumstances and the suitability of investments.\n   - Update the client's investment profile and suitability assessment as needed.\"",
            "Obligation:6 \"Documentation and Record-Keeping:**\n   - Keep detailed records of suitability assessments, client communications, and investment recommendations/decisions.\n   - Ensure records are maintained as per regulatory requirements and are available for review.\"",
            "Obligation:7 \"Client Communication:**\n   - Clearly communicate the basis for investment recommendations to the client.\n   - Inform the client about the nature and risks of the Specified Investments or Transactions.\n\nBy adhering to these consolidated action items, Digital Investment Managers in ADGM will comply with the suitability requirements mandated by the FSRA and protect the interests of their clients.\""
        ],
        "NamedEntities": {
            "account": "container for records associated with a business arrangement for regular transactions and services"
        },
        "DefinedTerms": {
            "Authorised Person": "Means a Person, other than a Recognised Body, who is authorised under the FSMR.",
            "COBS": "Means the Conduct of Business module of the Rulebook.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Person": "Means a person and includes any Natural Person, Body Corporate or body unincorporated, including a Legal Person, company, Partnership, unincorporated association, government or state.",
            "Rulebook": "Means the ADGM financial services rulebooks comprising GLO, GEN, PRU, PIN, MIR, AML, MKT, COBS, FUNDS, CIB, IFR and FEES."
        }
    },
    {
        "ID": "4800ecba-7e0f-43b7-86db-4af640745084",
        "PassageID": "4.9",
        "Passage": "Suitability requirements . Given the nature of their business models, Digital Investment Managers typically rely heavily on an online questionnaire to collect the information needed to perform suitability assessments (“Risk Profile Questionnaire”). When designing a Risk Profile Questionnaire, the FSRA expects that Digital Investment Managers will ensure that the following requirements are met.\n",
        "Obligations": [
            "Obligation:1 \"Design and Update the Risk Profile Questionnaire**: \n   - Create a comprehensive questionnaire to collect detailed information on clients' investment knowledge, experience, financial situation, investment objectives, and risk tolerance.\n   - Regularly review and update the questionnaire to ensure accuracy, relevance, and compliance with current best practices and regulatory changes.\"",
            "Obligation:2 \"Assess and Maintain Suitability**:\n   - Use the questionnaire to accurately assess clients' suitability for investment options based on their risk profile and financial goals.\n   - Continuously reassess and update clients' suitability as their circumstances change.\"",
            "Obligation:3 \"Ensure Compliance with Regulations**:\n   - Adhere to all relevant ADGM regulations and FSRA guidelines in the design, administration, and use of the questionnaire.\n   - Implement systems and controls to monitor ongoing compliance and address any deficiencies.\"",
            "Obligation:4 \"Maintain Documentation and Records**:\n   - Keep thorough records of all Risk Profile Questionnaires and suitability assessments for regulatory compliance and future reference.\"",
            "Obligation:5 \"Client Understanding and Consent**:\n   - Clearly explain the purpose and use of the questionnaire to clients.\n   - Obtain explicit consent from clients for the use of their information in suitability assessments.\"",
            "Obligation:6 \"Risk Disclosure**:\n   - Clearly communicate the risks associated with recommended investment options to clients based on their assessed risk profile.\"",
            "Obligation:7 \"Staff Training and Competence**:\n   - Ensure that staff administering the questionnaire and involved in the suitability assessment process are adequately trained and competent.\"",
            "Obligation:8 \"Client Communication**:\n   - Clearly communicate with clients about the outcomes of suitability assessments and the rationale behind investment advice or decisions.\"",
            "Obligation:9 \"Algorithmic Governance (if applicable)**:\n   - If using algorithmic decision-making, ensure proper governance, regular testing, and validation of algorithms.\n\nBy following these consolidated action items, Digital Investment Managers within the ADGM will meet their obligations regarding suitability assessments as set by the FSRA.\""
        ],
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified."
        }
    },
    {
        "ID": "53daad45-c8fe-4d84-a8fb-aeab4af00595",
        "PassageID": "4.9.a.",
        "Passage": "The information obtained to assess suitability is proportionate with the complexity and risk of the Specified Investments recommended or transacted through the platform. Digital Investment Managers that offer Specified Investments that are relatively high risk or have complex features will need to undertake more extensive due diligence to form a reasonable basis for assessing that these products are suitable for the client.\n",
        "Obligations": [
            "Obligation:1 \"Assess Suitability**: Evaluate whether Specified Investments align with each client's investment objectives, financial situation, knowledge, and experience.\"",
            "Obligation:2 \"Conduct Proportionate Due Diligence**: Adjust the depth and breadth of due diligence in line with the complexity and risks of the Specified Investments.\"",
            "Obligation:3 \"Perform Extensive Due Diligence for High-Risk/Complex Investments**: Undertake a thorough investigation and assessment for high-risk or complex products to ensure they fit the client's profile.\"",
            "Obligation:4 \"Ensure a Reasonable Basis for Recommendations**: Base recommendations on thorough due diligence and ensure they are suitable for the client's investment profile.\"",
            "Obligation:5 \"Maintain Adequate Record-Keeping**: Keep comprehensive records of due diligence, suitability assessments, and the rationale for recommendations.\"",
            "Obligation:6 \"Collect Client Information**: Obtain sufficient and relevant information from clients to inform suitability assessments.\"",
            "Obligation:7 \"Regularly Review Suitability**: Continuously monitor and review the appropriateness of Specified Investments for clients, particularly when their circumstances or investment characteristics change.\"",
            "Obligation:8 \"Disclose Risks and Information**: Clearly communicate the risks and pertinent details of Specified Investments to clients.\"",
            "Obligation:9 \"Comply with ADGM Regulations**: Adhere to all relevant ADGM regulations, including the Financial Services and Markets Regulations and FSRA rules and guidance.\"",
            "Obligation:10 \"Ensure Staff Training and Competence**: Train staff to be capable of assessing the suitability of Specified Investments and understanding associated complexities and risks.\"",
            "Obligation:11 \"Stay Updated with Regulatory Changes**: Regularly review ADGM regulatory framework and guidance to ensure ongoing compliance and avoid potential regulatory action.\""
        ],
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified."
        }
    },
    {
        "ID": "50e1427e-ef8c-4b9b-afe4-7f58f9238a19",
        "PassageID": "4.9.b.",
        "Passage": "There is a mechanism to exclude clients for whom the Digital Investment Manager’s services would not be suitable, or who require advice that goes beyond the scope of what the Digital Investment Manager can provide. These mechanisms may take the form of ‘knock out’ questions that, for example, reject prospective clients whose investment horizon, liquidity needs or other circumstances are misaligned with the Specified Investments offered through the platform.\n",
        "Obligations": [
            "Obligation:1 \"Develop Suitability Assessment Mechanism**: Establish a robust process to evaluate whether your services are appropriate for each prospective client, taking into account their investment horizon, liquidity needs, risk tolerance, financial knowledge, experience, and investment objectives.\"",
            "Obligation:2 \"Implement Screening Tools**: Use 'knock out' questions or other screening criteria during the onboarding process to identify clients for whom your services are not suitable.\"",
            "Obligation:3 \"Communicate with Prospective Clients**: Clearly explain the purpose of the screening questions and the implications of their responses. Inform rejected clients about the reasons why the service is not suitable for them in an understandable manner.\"",
            "Obligation:4 \"Maintain Documentation**: Keep detailed records of all suitability assessments, client responses to screening questions, and the rationale for accepting or rejecting clients for audit and regulatory compliance purposes.\"",
            "Obligation:5 \"Clarify Service Scope**: If your platform does not offer personalized investment advice, make this clear to clients and ensure they understand what services you do provide.\"",
            "Obligation:6 \"Provide Referrals or Alternatives**: Offer information on alternative services or referrals to advisors for clients who are excluded by the screening process, if applicable to your client care policy.\"",
            "Obligation:7 \"Conduct Ongoing Monitoring**: Continuously monitor client suitability and update mechanisms as needed to ensure they remain effective and compliant with regulatory changes.\"",
            "Obligation:8 \"Adhere to Regulatory Compliance**: Ensure that your practices meet the regulations and guidelines of the ADGM and other relevant regulatory bodies, including rules regarding client suitability.\"",
            "Obligation:9 \"Train Staff**: Ensure that all staff members are adequately trained to understand and apply the suitability assessment process and are competent in identifying when a client may need advice or services beyond what your platform offers.\"",
            "Obligation:10 \"Review and Update Policies and Procedures**: Develop, implement, and regularly review written policies and procedures that outline how you will meet suitability obligations, including criteria for assessing suitability and handling unsuitable clients.\"",
            "Obligation:11 \"Manage Risks**: Implement risk management strategies to mitigate the risk of providing unsuitable services to clients, which could include legal and reputational risks.\"",
            "Obligation:12 \"Engage in Regulatory Reporting**: Report to the FSRA as required on matters related to client suitability and any other relevant information.\"",
            "Obligation:13 \"Perform Compliance Reviews**: Regularly review your compliance with these obligations to ensure that your mechanisms for excluding unsuitable clients are effective and in line with regulatory expectations.\"",
            "Obligation:14 \"Consult with Professionals**: If in doubt, seek advice from compliance professionals or legal advisors who specialize in ADGM regulatory matters to ensure full compliance with all applicable requirements.\""
        ],
        "NamedEntities": {
            "liquidity": "Precise definition needed for liquidity, and check that it is modeled accordingly."
        },
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "f06fa0c1-2bc9-4a30-b59c-8536f020047c",
        "PassageID": "4.9.c.",
        "Passage": "Inconsistencies in the information provided by prospective clients are addressed through follow up questions or engagement with a human advisor who can explain the context of the questions and their purpose.\n",
        "Obligations": [
            "Obligation:1 \"Perform Client Due Diligence (CDD):**\n   - Verify the identity of prospective clients using reliable, independent source documents, data, or information.\n   - Understand the client's financial activities and the nature of their business.\n   - Assess the client's risk profile.\"",
            "Obligation:2 \"Conduct Enhanced Due Diligence (EDD) for High-Risk Clients:**\n   - Perform additional verification if initial due diligence raises red flags or if the client is assessed as high-risk.\n   - Obtain more detailed information on the client, their source of funds, and the intended nature of the business relationship.\n   - Seek senior management approval before establishing a high-risk business relationship.\"",
            "Obligation:3 \"Maintain Accurate Record-Keeping:**\n   - Keep records of all identification, verification data, due diligence, and monitoring activities.\n   - Retain transaction records for the period specified by ADGM regulations, typically five years after the end of the business relationship.\"",
            "Obligation:4 \"Implement Ongoing Monitoring:**\n   - Continuously monitor the business relationship to ensure transactions are consistent with the client's profile and to detect suspicious activities.\n   - Ensure that the information you have about the client remains accurate and up-to-date.\"",
            "Obligation:5 \"Report Suspicious Activities:**\n   - Report any inconsistencies or suspicious activities detected during due diligence or ongoing monitoring to the relevant authorities, such as the Financial Intelligence Unit (FIU) or the Financial Services Regulatory Authority (FSRA).\"",
            "Obligation:6 \"Ensure Staff Training and Compliance:**\n   - Train relevant staff in AML, KYC, and compliance procedures.\n   - Ensure staff can identify red flags and understand the procedures for reporting and escalating concerns.\"",
            "Obligation:7 \"Develop and Maintain Internal Controls:**\n   - Create and implement internal policies and procedures for due diligence and AML compliance.\n   - Regularly review and update these policies and procedures to align with ADGM regulations.\"",
            "Obligation:8 \"Conduct Regular Risk Assessments:**\n   - Regularly assess the risks of money laundering and terrorist financing associated with new clients.\n   - Adjust due diligence processes based on the risk assessment outcomes.\"",
            "Obligation:9 \"Stay Informed on Regulatory Requirements:**\n   - Keep up to date with changes in ADGM's regulatory requirements regarding client due diligence and AML.\n   - Fulfill any regulatory reporting obligations to the ADGM FSRA, including disclosures of material changes in client information.\"",
            "Obligation:10 \"Engage with Clients Effectively:**\n    - Ensure human advisors engaging with clients are knowledgeable about the context and purpose of due diligence questions.\n\nBy consolidating the action items from the provided responses, the focus is on establishing a comprehensive due diligence framework that includes client identification, risk assessment, ongoing monitoring, record-keeping, reporting, staff training, internal controls, and staying informed on regulatory updates. These actions are essential for compliance with AML and KYC requirements within the ADGM.\""
        ]
    },
    {
        "ID": "447d62f1-6e52-4465-9c54-fdd5f62e24af",
        "PassageID": "4.9.d.",
        "Passage": "Where a client selects a portfolio that is not recommended, information is provided to the client explaining why the recommended portfolio (as opposed to the portfolio selected by the client) is considered suitable in light of the client’s personal circumstances as understood from the client’s responses to the Risk Profile Questionnaire.\n",
        "Obligations": [
            "Obligation:1 \"Risk Profile Assessment**: Conduct a thorough risk profile assessment for each client using a Risk Profile Questionnaire or a similar tool to understand their financial situation, investment objectives, risk tolerance, personal circumstances, and knowledge and experience in the investment field.\"",
            "Obligation:2 \"Suitability Assessment and Recommendation**: Recommend investment portfolios that are suitable for the client based on the information gathered from the risk profile assessment.\"",
            "Obligation:3 \"Respect Client's Autonomy**: Respect the client's autonomy in making their investment choice, even if it differs from your recommendation.\"",
            "Obligation:4 \"Provision of Information**: Provide the client with clear, comprehensive, and understandable information explaining why the portfolio you recommended is more suitable for them, based on their personal circumstances as understood from the Risk Profile Questionnaire.\"",
            "Obligation:5 \"Documentation and Record-Keeping**: Document the process, including the client's risk profile, the recommendation made, the client's decision to choose a different portfolio, and the information provided to the client about the suitability of the recommended portfolio. Maintain records for the required period as stipulated by the regulatory authority.\"",
            "Obligation:6 \"Client Understanding and Communication**: Ensure that the client understands the implications of their choice and the differences between the recommended and selected portfolios. Communicate information in a clear, non-misleading manner, and obtain a written acknowledgment from the client that they have received and understood this information.\"",
            "Obligation:7 \"Compliance with Regulatory Framework**: Carry out all steps in compliance with the regulatory framework of the Abu Dhabi Global Market (ADGM) and any other relevant financial regulations. Refer to the relevant ADGM regulations, such as the Conduct of Business Rulebook, for comprehensive requirements.\"",
            "Obligation:8 \"Ongoing Monitoring and Advice**: Monitor the client's portfolio and financial situation if they proceed with a non-recommended portfolio, offering further advice as necessary, especially if the portfolio becomes unsuitable based on changes in the client's personal circumstances or market conditions.\""
        ]
    },
    {
        "ID": "2f13a404-1005-4fc3-831e-523f1bcc9f6e",
        "PassageID": "4.10",
        "Passage": "Suitability requirements . Digital Investment Managers must take reasonable steps to ensure that the client information they hold is accurate, complete and up to date.  In order to comply with this requirement, the FSRA expects that Digital Investment Managers will periodically prompt clients to update their information. This may be achieved by requiring clients to recomplete the Risk Profile Questionnaire, or by posing a more targeted set of questions to identify any changes in the client’s personal circumstances which may impact the suitability of the clients’ portfolios.\n\n",
        "Obligations": [
            "Obligation:1 \"Maintain Accurate Client Information:**\n   - Ensure all client information is accurate, complete, and up to date.\"",
            "Obligation:2 \"Periodic Updates:**\n   - Regularly prompt clients to update their information to reflect any changes in their personal circumstances.\"",
            "Obligation:3 \"Risk Profile Questionnaire:**\n   - Have clients recomplete the Risk Profile Questionnaire at regular intervals to assess their investment objectives, financial situation, knowledge, experience, and risk tolerance.\"",
            "Obligation:4 \"Targeted Questions:**\n   - Ask targeted questions to identify any significant changes in clients' personal circumstances that may affect the suitability of their investment portfolios.\"",
            "Obligation:5 \"Suitability of Portfolios:**\n   - Continuously assess and ensure the suitability of investment portfolios based on updated client information.\"",
            "Obligation:6 \"Documentation and Record-Keeping:**\n   - Document processes and procedures for updating client information and assessing portfolio suitability, and maintain comprehensive records of client updates and actions taken.\"",
            "Obligation:7 \"Compliance with FSRA Regulations:**\n   - Adhere to all FSRA regulations and any other relevant laws or guidelines in maintaining client information and assessing portfolio suitability.\"",
            "Obligation:8 \"Client Communication:**\n   - Communicate effectively with clients about the importance of accurate and current information and its impact on their investment portfolios.\"",
            "Obligation:9 \"Review and Adapt Processes:**\n   - Regularly review and improve processes for updating client information to ensure effectiveness and regulatory compliance.\"",
            "Obligation:10 \"Training and Competence:**\n    - Train staff to understand the importance of client information accuracy and the processes for updating this information, as well as in assessing the suitability of investment portfolios.\"",
            "Obligation:11 \"Regulatory Reporting:**\n    - If required, report to the FSRA on compliance with suitability requirements, including the frequency of client updates and methods used to ensure information accuracy. \n\nBy fulfilling these action items, you will meet your regulatory obligations as a Digital Investment Manager in the ADGM under the supervision of the FSRA.\""
        ],
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified."
        }
    },
    {
        "ID": "03013476-53ce-4587-be0a-55c694c2d521",
        "PassageID": "4.11",
        "Passage": "Disclosure . Digital Investment Managers must comply with the disclosure requirements in COBS.  The information that must be provided to a client differs according to the particular services provided  and whether the client is a Retail Client or Professional Client. In all cases, communication between a Digital Investment Manager and a client must be clear, fair and not misleading.\n",
        "Obligations": [
            "Obligation:1 \"Familiarize with COBS Disclosure Requirements**:\n   - Review and understand the disclosure requirements as specified in the COBS Rulebook.\n   - Ensure adherence to all necessary information disclosure as required under the rules.\"",
            "Obligation:2 \"Tailor Disclosures to Services Provided**:\n   - Identify the services being offered and provide relevant disclosures specific to each service.\"",
            "Obligation:3 \"Client Categorization**:\n   - Accurately categorize clients as Retail or Professional Clients.\n   - Provide disclosures appropriate to the client's categorization.\"",
            "Obligation:4 \"Clear and Fair Communication**:\n   - Ensure all client communications are clear, fair, and not misleading.\n   - Avoid technical jargon and present information in an understandable manner.\n   - Do not omit material information that could influence client decision-making.\"",
            "Obligation:5 \"Provide Regular Updates and Ongoing Disclosure**:\n   - Keep clients informed with regular updates on their investments and any material changes to services.\n   - Update clients on any changes to previously disclosed information.\"",
            "Obligation:6 \"Maintain Disclosure Records**:\n   - Keep records of all disclosures made to clients, including the method and timing of the information provided.\"",
            "Obligation:7 \"Review and Monitor Disclosure Practices**:\n   - Conduct regular reviews and monitoring of disclosure practices to ensure compliance with COBS requirements.\n   - Implement internal audits or compliance monitoring activities as needed.\"",
            "Obligation:8 \"Ensure Staff Training and Competence**:\n   - Train staff involved in client communications to provide information that is clear, fair, and not misleading.\"",
            "Obligation:9 \"Review and Update Disclosures Regularly**:\n   - Continuously review and update disclosure documents to reflect regulatory changes or changes in services provided.\"",
            "Obligation:10 \"Seek Legal or Compliance Advice**:\n   - Consult with legal advisors or compliance professionals to ensure full understanding and compliance with ADGM regulations.\"",
            "Obligation:11 \"Consult the COBS Rulebook and Stay Informed**:\n   - Regularly consult the COBS Rulebook for specific rules and guidance applicable to digital investment management activities.\n   - Stay informed about any changes in the regulatory framework that may affect disclosure obligations.\""
        ],
        "DefinedTerms": {
            "Client": "Means a Retail Client or Professional Client as defined in COBS 2.",
            "COBS": "Means the Conduct of Business module of the Rulebook.",
            "Disclosure": "Means the disclosures required under sections 75, 76 and 77 of FSMR.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement.",
            "Professional Client": "Means a Client specified under COBS 2.4.",
            "Retail Client": "Means a Client specified under COBS 2.3."
        }
    },
    {
        "ID": "f215ebf9-0d36-452f-bf2a-931da2a8bd3c",
        "PassageID": "4.12",
        "Passage": "Disclosure . In the case of Retail Clients, Digital Investment Managers must provide sufficient details of the service that they will provide.  In discharging this obligation, the FSRA considers that Digital Investment Managers will need to disclose, among other things, the following information to clients.\n",
        "Obligations": [
            "Obligation:1 \"Service Description and Investment Strategy**: Clearly explain the nature of the investment management services, how investment decisions are made and executed, the investment strategy employed, and the types of assets that may be included in the portfolios.\"",
            "Obligation:2 \"Risk Disclosure**: Inform clients about all associated risks, including those specific to certain asset classes, market conditions, liquidity, and any other relevant investment risks.\"",
            "Obligation:3 \"Costs and Charges**: Disclose all costs and fees, including management fees, performance fees, transaction costs, and any other charges that clients will incur.\"",
            "Obligation:4 \"Performance and Reporting**: Outline the measurement, reporting, and communication of investment performance, including the frequency and format of reports and account statements.\"",
            "Obligation:5 \"Client Agreement and Terms and Conditions**: Provide a clear and comprehensive client agreement and full terms and conditions detailing the service's terms, limitations, restrictions, and legal or regulatory information affecting the client's rights and obligations.\"",
            "Obligation:6 \"Conflict of Interest Policy**: Disclose potential conflicts of interest and describe how these will be managed to ensure fair treatment of clients.\"",
            "Obligation:7 \"Complaints Handling**: Explain the process for clients to make complaints, including contact details, steps involved, and the timeline for resolution.\"",
            "Obligation:8 \"Regulatory Status**: Inform clients of your regulatory status within ADGM, including licenses, authorizations, and the regulatory framework governing your activities.\"",
            "Obligation:9 \"Client Categorization**: Confirm the client's categorization as a Retail Client and the implications for regulatory protection and service eligibility.\"",
            "Obligation:10 \"Technology and Algorithms**: If applicable, describe the role of technology and algorithms in the investment process, including automated decision-making features.\"",
            "Obligation:11 \"Data Protection and Privacy**: Outline the protection of personal and financial data in accordance with data protection laws and regulations.\"",
            "Obligation:12 \"Withdrawal and Cancellation Rights**: Inform clients of their rights to withdraw or cancel the service, including terms, conditions, notice periods, and any associated penalties.\"",
            "Obligation:13 \"Client Assets**: Explain how client assets are safeguarded, including custodial arrangements and insolvency protections.\"",
            "Obligation:14 \"Regulatory Protections**: Describe regulatory protections for Retail Clients, such as compensation schemes or dispute resolution mechanisms.\n\nEnsure all disclosures are made in a manner that is clear, fair, and not misleading. Regularly review and update disclosure information to reflect changes in services, risks, or regulatory requirements. Stay informed about changes in the regulatory framework that may affect disclosure obligations.\""
        ],
        "DefinedTerms": {
            "Disclosure": "Means the disclosures required under sections 75, 76 and 77 of FSMR.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified."
        }
    },
    {
        "ID": "0b53da64-e88e-4f95-8567-9eaf2f768ea6",
        "PassageID": "4.12.a.",
        "Passage": "The nature and scope of the services it offers, including the types of products and how it determines whether these products are suitable to meet the investment objective(s) of the client;\n",
        "Obligations": [
            "Obligation:1 \"Obtain proper licensing and authorization from the Financial Services Regulatory Authority (FSRA) for the services and products offered.\"",
            "Obligation:2 \"Classify clients according to their sophistication and investment knowledge (e.g., Retail Client, Professional Client, Market Counterparty, or Eligible Counterparty).\"",
            "Obligation:3 \"Conduct suitability assessments to ensure recommendations and transactions are appropriate for the client's investment objectives, financial situation, knowledge, and experience.\"",
            "Obligation:4 \"Implement a product governance framework to ensure investment products meet the needs of identified client groups and are distributed accordingly.\"",
            "Obligation:5 \"Provide clear, fair, and non-misleading information to clients, including disclosures of risks associated with financial products and services.\"",
            "Obligation:6 \"Identify, prevent, manage, and disclose conflicts of interest between the firm, its employees, and clients or between clients.\"",
            "Obligation:7 \"Establish and maintain systems and controls for compliance monitoring and to prevent financial crime.\"",
            "Obligation:8 \"Keep adequate records of business operations, client assessments, transactions, and product information provided to clients.\"",
            "Obligation:9 \"Fulfill reporting obligations to the FSRA, including financial statements, compliance reports, breaches of regulations, and significant business changes.\"",
            "Obligation:10 \"Protect client assets by ensuring they are segregated from the firm's assets and subject to proper oversight if holding client assets.\"",
            "Obligation:11 \"Maintain professional indemnity insurance if required by the nature of the services provided.\"",
            "Obligation:12 \"Ensure ongoing staff competence through training and keeping up-to-date with relevant regulations and market practices.\n\nNote: These action items are based on general obligations and should be tailored to the specific services, products, and regulatory category of the firm within the ADGM framework. It is recommended to seek legal advice or consult with compliance professionals for full regulatory compliance based on the firm's specific business model.\""
        ]
    },
    {
        "ID": "7d941f7e-13d9-4a56-b20a-97d9c54ee226",
        "PassageID": "4.12.b.",
        "Passage": "Details of how the Model is relied upon in the investment process;\n",
        "Obligations": [
            "Obligation:1 \"Due Diligence and Model Validation:**\n   - Conduct thorough due diligence to ensure the Model is robust, reliable, and suitable for its intended purpose.\n   - Perform regular validation and back-testing to maintain accuracy and appropriateness for the investment process.\"",
            "Obligation:2 \"Risk Management:**\n   - Implement risk management controls to identify, manage, and mitigate risks associated with the Model.\n   - Develop measures to handle model failures or significant deviations from expected outcomes.\"",
            "Obligation:3 \"Governance and Oversight:**\n   - Establish clear governance structures, including roles and responsibilities for development, implementation, and monitoring.\n   - Involve senior management in the oversight of the Model's use and effectiveness.\"",
            "Obligation:4 \"Compliance with Regulatory Requirements:**\n   - Ensure Model use complies with relevant regulations, including suitability, market conduct, and fair dealing.\n   - Maintain records and documentation related to the Model's development, deployment, and decision-making processes.\"",
            "Obligation:5 \"Transparency and Disclosures:**\n   - Provide clear disclosures to clients about the Model's role in the investment process, including risks and limitations.\n   - If used for investment advice, ensure suitability for the client's circumstances and objectives.\"",
            "Obligation:6 \"Training and Competency:**\n   - Train staff involved with the Model to ensure competency.\n   - Maintain ongoing training programs for staff on changes to the Model or regulatory requirements.\"",
            "Obligation:7 \"Audit and Independent Review:**\n   - Conduct regular audits and independent reviews to ensure compliance with internal policies and regulatory requirements.\"",
            "Obligation:8 \"Client Best Interest:**\n   - Act in the best interests of clients when using the Model in the investment process.\"",
            "Obligation:9 \"Record-Keeping:**\n   - Keep comprehensive records of the Model's design, inputs, changes, and outputs.\"",
            "Obligation:10 \"Reporting:**\n    - Report any significant issues related to the Model to the ADGM Financial Services Regulatory Authority (FSRA) as required.\"",
            "Obligation:11 \"Business Continuity and Disaster Recovery:**\n    - Have plans in place for the investment process to continue or be promptly restored in the event of a Model failure.\"",
            "Obligation:12 \"Outsourcing Considerations:**\n    - Ensure compliance with FSRA regulations on outsourcing if the Model is developed or managed by a third party.\"",
            "Obligation:13 \"Ethical and Professional Standards:**\n    - Align the use of the Model with ethical and professional standards, avoiding conflicts of interest and ensuring fair treatment of clients.\"",
            "Obligation:14 \"Compliance with Investment Restrictions:**\n    - The Model must comply with all investment restrictions and guidelines as per the fund's prospectus or the client's investment mandate.\""
        ]
    },
    {
        "ID": "dc1f1996-0c6f-4884-bfff-7759bf5e6545",
        "PassageID": "4.12.c.",
        "Passage": "The key assumptions and limitations of the Model used by the Digital Investment Manager;\n",
        "Obligations": [
            "Obligation:1 \"Disclosure of Key Assumptions and Limitations**:\n   - Clearly disclose to clients the key assumptions, limitations, and risks of the investment model.\"",
            "Obligation:2 \"Model Accuracy and Performance**:\n   - Design and test the model to perform as intended.\n   - Regularly review and validate the model for continued accuracy and effectiveness.\"",
            "Obligation:3 \"Risk Management**:\n   - Implement risk management practices considering the model's limitations.\n   - Prepare contingency plans for scenarios where the model's assumptions may not hold.\"",
            "Obligation:4 \"Client Communication**:\n   - Effectively communicate with clients about the risks and performance of the model.\n   - Provide clients with information to understand the investment strategy and make informed decisions.\n   - Inform clients about the model's role in managing their investments and any changes that might affect their portfolios.\"",
            "Obligation:5 \"Governance and Oversight**:\n   - Establish governance structures for overseeing the model's development, implementation, and monitoring.\n   - Ensure qualified personnel are in place who understand the model and its risks.\"",
            "Obligation:6 \"Regulatory Compliance**:\n   - Comply with all relevant regulations, including suitability assessments, AML, CFT, and KYC.\n   - Maintain records and documentation related to the model's development, validation, and use.\"",
            "Obligation:7 \"Audit and Independent Review**:\n   - Subject the model to periodic audits and independent reviews to ensure regulatory compliance and identify potential issues.\"",
            "Obligation:8 \"Reporting Obligations**:\n   - Report to the FSRA any significant issues with the model that could affect clients or market integrity.\n   - Keep the FSRA informed of any material changes to the model or its assumptions.\"",
            "Obligation:9 \"Client Suitability Assessments**:\n   - Ensure investment advice is suitable for the client's investment profile.\"",
            "Obligation:10 \"Transparency and Fairness**:\n    - Act transparently and treat clients fairly, providing clear information about the model's use in the investment process.\"",
            "Obligation:11 \"Regular Review and Testing**:\n    - Conduct back-testing and scenario analysis to ensure the model remains accurate and relevant.\"",
            "Obligation:12 \"Record Keeping**:\n    - Keep adequate records of the model's development, use, and the decisions it informs.\"",
            "Obligation:13 \"Notification of Material Changes**:\n    - Notify the regulator of material changes to the model and potentially obtain approval before implementation.\""
        ],
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "37f7a1ac-4d9b-44bb-92bd-1c3de4a81fce",
        "PassageID": "4.12.d.",
        "Passage": "Circumstances where the Model may fail to perform as intended or where the Digital Investment Manager may halt (for instance due to volatile markets) or make material adjustments to the algorithm, and how these would impact clients;\n",
        "Obligations": [
            "Obligation:1 \"Risk Disclosure**: Clearly disclose to clients the risks associated with the use of algorithms in investment management, including the possibility of system failure or the need for halting or adjusting the algorithm.\"",
            "Obligation:2 \"Client Communication**: Promptly inform clients about any algorithm failure or material adjustment, the steps being taken to address it, and the potential impact on their investments.\"",
            "Obligation:3 \"Operational Resilience and Contingency Planning**: Maintain robust systems and controls for operational resilience and have contingency plans for algorithm failure or halting operations.\"",
            "Obligation:4 \"Algorithm Oversight and Testing**: Ensure ongoing oversight and regular testing of the algorithm to ensure it performs as intended, including during periods of market stress. Conduct thorough due diligence before implementation and ongoing testing to manage risks.\"",
            "Obligation:5 \"Compliance with Rules and Regulations**: Comply with all relevant ADGM regulations and conditions of your firm’s financial services license when making adjustments to the algorithm or investment strategies.\"",
            "Obligation:6 \"Record Keeping**: Keep comprehensive records of all instances where the algorithm failed, was halted, or materially adjusted, including the reasons, actions taken, and communications with clients.\"",
            "Obligation:7 \"Client Best Interest**: Ensure that any actions taken in response to the algorithm's failure or adjustments are in the best interests of your clients, considering their investment objectives and risk tolerance.\"",
            "Obligation:8 \"Regulatory Notifications and Reporting**: Notify the FSRA and possibly other regulatory bodies about the failure or significant adjustments to the algorithm if required, and report any significant issues in a timely manner.\"",
            "Obligation:9 \"Review and Remediation**: Conduct a thorough review to understand the cause of any failure or the need for adjustments, and implement remediation measures to prevent recurrence.\"",
            "Obligation:10 \"Governance**: Implement appropriate governance around the algorithm's design, deployment, and ongoing management, with clear accountability for decision-making.\"",
            "Obligation:11 \"Transparency**: Provide clear and transparent information to clients about how the algorithm works, its limitations, and any changes that are made to it.\"",
            "Obligation:12 \"Fair Treatment of Clients**: Treat all clients fairly and ensure that no client is unduly disadvantaged by any failure or adjustment of the algorithm.\"",
            "Obligation:13 \"Professional Indemnity Insurance**: Maintain adequate professional indemnity insurance if required by ADGM regulations to cover potential liabilities from algorithmic trading failures.\n\nRegularly review FSRA’s rules and guidance to ensure ongoing compliance and consult with legal and compliance professionals to fully understand and meet all regulatory obligations.\""
        ],
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "6e38de09-9600-46cc-97d8-d6549fd11124",
        "PassageID": "4.12.e.",
        "Passage": "The degree of human involvement and oversight of the investment process; and\n",
        "Obligations": [
            "Obligation:1 \"Governance and Control**: Establish and maintain effective governance arrangements with clear responsibilities for individuals, ensuring adequate oversight of the investment process.\"",
            "Obligation:2 \"Risk Management**: Implement robust risk management systems to identify, manage, and monitor risks, including those from automated systems.\"",
            "Obligation:3 \"Compliance with Rules and Regulations**: Ensure all investment activities comply with relevant ADGM regulations and FSRA Rulebook.\"",
            "Obligation:4 \"Due Diligence**: Conduct thorough due diligence on automated investment strategies or algorithms.\"",
            "Obligation:5 \"Monitoring and Testing**: Regularly monitor and test automated systems to ensure correct functioning and compliance with regulatory requirements.\"",
            "Obligation:6 \"Client Disclosure**: Clearly disclose to clients the extent of human involvement in the investment process and the associated risks.\"",
            "Obligation:7 \"Record-Keeping**: Maintain comprehensive records of the investment process, including roles of automated systems and human interventions.\"",
            "Obligation:8 \"Reporting**: Report significant issues related to the investment process to the FSRA in a timely manner.\"",
            "Obligation:9 \"Training and Competency**: Ensure staff involved in the investment process are adequately trained and competent, especially those overseeing or interacting with automated systems.\"",
            "Obligation:10 \"Business Continuity and Disaster Recovery**: Have effective business continuity and disaster recovery plans for scenarios involving system failures or disruptions.\"",
            "Obligation:11 \"Systems and Controls**: Implement systems and controls to manage risks, including the reliability and security of algorithmic or automated systems.\"",
            "Obligation:12 \"Transparency and Disclosure**: Provide clear and accurate information to clients about the investment process and the level of human oversight.\"",
            "Obligation:13 \"Client Best Interest**: Design and execute the investment process, whether automated or not, with the client's best interests in mind and in accordance with suitability requirements.\"",
            "Obligation:14 \"Competence and Training**: Ensure staff are competent and receive appropriate training, including those overseeing automated systems.\"",
            "Obligation:15 \"Reporting Obligations**: Fulfill reporting obligations to the FSRA, including disclosures about the investment process and any significant changes.\n\nTo ensure compliance and proper management of the investment process, it is essential to refer to the specific ADGM regulations and guidelines, and consult with a compliance professional or legal advisor for tailored advice.\""
        ]
    },
    {
        "ID": "54e30dde-096e-4f9a-a732-25e01c881cf1",
        "PassageID": "4.12.f.",
        "Passage": "The inherent, material risks arising from the Digital Investment Manager’s business model, such as the risks arising from automated portfolio rebalancing.\n",
        "Obligations": [
            "Obligation:1 \"Risk Management**: Implement and maintain a comprehensive risk management framework to identify, assess, monitor, and manage risks, including those from automated portfolio rebalancing.\"",
            "Obligation:2 \"Governance**: Establish and maintain robust governance arrangements with clear organizational structures, well-defined responsibilities, and effective oversight of automated processes.\"",
            "Obligation:3 \"Due Diligence**: Conduct thorough due diligence on algorithms and models used for automated portfolio rebalancing to ensure reliability and appropriateness, and to prevent undue risk exposure to clients.\"",
            "Obligation:4 \"Testing and Monitoring**: Regularly test and monitor automated systems for performance and risk, including back-testing and forward-testing of algorithms.\"",
            "Obligation:5 \"Client Disclosure**: Clearly disclose to clients the risks associated with automated investment management and specific risks of automated portfolio rebalancing, including how it works and potential consequences.\"",
            "Obligation:6 \"Compliance with Suitability and Regulations**: Ensure automated advice, portfolio management services, and rebalancing comply with client suitability requirements and all relevant regulations, including fair dealing and best execution.\"",
            "Obligation:7 \"Oversight and Control**: Implement oversight and control mechanisms, including human oversight, to supervise automated processes and intervene when necessary.\"",
            "Obligation:8 \"Cybersecurity and Operational Resilience**: Maintain strong cybersecurity measures and operational resilience to protect against unauthorized access and to handle system failures or disruptions.\"",
            "Obligation:9 \"Record Keeping**: Keep accurate and comprehensive records of risk management processes, rebalancing activities, algorithmic trading models, and client interactions.\"",
            "Obligation:10 \"Regulatory Reporting**: Report to the FSRA any material risks, incidents, system failures, significant breaches, or operational disruptions related to automated portfolio rebalancing.\"",
            "Obligation:11 \"Client Assets Protection**: Safeguard client assets in accordance with regulations, especially during automated transactions and rebalancing.\"",
            "Obligation:12 \"Professional Indemnity Insurance**: Maintain adequate professional indemnity insurance to cover potential liabilities from automated investment services.\"",
            "Obligation:13 \"Conflict of Interest Management**: Identify, manage, and disclose any conflicts of interest arising from the use of automated systems.\"",
            "Obligation:14 \"Ongoing Compliance and Continuous Assessment**: Continuously monitor compliance with all laws and regulations, adapt to regulatory changes, and assess the effectiveness of risk management frameworks, making improvements as necessary.\"",
            "Obligation:15 \"Business Continuity and Disaster Recovery**: Have effective business continuity and disaster recovery plans in place.\n\nPlease note that these action items are based on a general understanding of regulatory obligations and should be cross-referenced with the specific ADGM regulations or legal advice for precise requirements.\""
        ],
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "12bfbc9e-fa52-4345-97f2-2ebecfbfb475",
        "PassageID": "4.13",
        "Passage": "Disclosure . Digital Investment Managers are also subject to a number of other disclosure requirements including, but not limited to, the following.\n",
        "Obligations": [
            "Obligation:1 \"Client Communication**: Provide clear, fair, and not misleading information to clients, including risks associated with investment products.\"",
            "Obligation:2 \"Fees and Charges**: Disclose all fees and charges that clients will incur, including management and performance fees.\"",
            "Obligation:3 \"Conflicts of Interest**: Disclose any conflicts of interest that may affect investment advice or management services.\"",
            "Obligation:4 \"Investment Strategy**: Disclose investment strategy details, including asset types, risk profiles, and asset allocation approaches.\"",
            "Obligation:5 \"Risk Disclosures**: Provide detailed information on risks, such as market, liquidity, and credit risk.\"",
            "Obligation:6 \"Performance Data**: Disclose accurate historical performance data for managed investment portfolios.\"",
            "Obligation:7 \"Regulatory Status**: Disclose regulatory status, including licenses and authorizations from regulatory bodies like the FSRA.\"",
            "Obligation:8 \"Complaints Handling**: Inform clients about the complaints process and escalation procedures.\"",
            "Obligation:9 \"Data Protection**: Comply with data protection regulations and disclose client data handling and protection measures.\"",
            "Obligation:10 \"Terms and Conditions**: Provide clear service terms and conditions, including limitations or restrictions.\"",
            "Obligation:11 \"Financial Statements and Reports**: Disclose periodic financial statements and reports to clients and regulators as required.\"",
            "Obligation:12 \"Regulatory Reports**: Submit regular reports to the FSRA on compliance with the regulatory framework.\"",
            "Obligation:13 \"Product-Specific Information**: Provide detailed information for each investment product, including features, risks, and expected returns.\"",
            "Obligation:14 \"Reporting**: Regularly report to clients on investment performance, strategy changes, and significant events affecting their portfolio.\n\nTo ensure compliance, refer to the ADGM regulations, such as the FSRA Rulebook, and consult with a compliance professional or legal advisor specializing in ADGM regulatory matters.\""
        ],
        "DefinedTerms": {
            "Disclosure": "Means the disclosures required under sections 75, 76 and 77 of FSMR.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified."
        }
    },
    {
        "ID": "0f582618-c12e-445a-9fd1-aa4f355341a1",
        "PassageID": "4.13.a.",
        "Passage": "Circumstances where the Digital Investment Manager expects clients to update the information they have provided in their Risk Profile Questionnaire.\n",
        "Obligations": [
            "Obligation:1 \"Client Information Maintenance**: Maintain accurate and up-to-date records of each client's risk profile, including any changes in their financial situation, investment objectives, and risk tolerance.\"",
            "Obligation:2 \"Clear Communication**: Clearly inform clients of their responsibility to update their Risk Profile Questionnaire when their circumstances change in a way that might affect their risk tolerance or investment objectives.\"",
            "Obligation:3 \"Periodic Reminders**: Send periodic reminders to clients to review and update their information, particularly after significant market conditions change or economic events.\"",
            "Obligation:4 \"Reassessment of Suitability**: Reassess the suitability of the investment strategy and advice provided whenever a client updates their information.\"",
            "Obligation:5 \"Documentation and Record-Keeping**: Document all communications with clients regarding updates to their Risk Profile Questionnaire and maintain records of any changes made to their risk profiles.\"",
            "Obligation:6 \"Regulatory Reporting**: Report any significant changes in client risk profiles to the FSRA if required, and ensure compliance with any statutory reporting requirements regarding client due diligence and suitability assessments.\"",
            "Obligation:7 \"Compliance Policies and Procedures**: Have robust policies and procedures in place to manage the process of client updates to their Risk Profile Questionnaires, including staff training and adherence to relevant data protection laws.\"",
            "Obligation:8 \"Client Agreement**: Ensure the client agreement clearly states the client's obligation to inform you of changes in their financial situation or risk tolerance and the potential consequences of failing to provide updated information.\"",
            "Obligation:9 \"Risk Management**: Implement systems to manage the risks associated with outdated client information, which could lead to unsuitable investment advice, and incorporate this process into your overall risk management framework.\"",
            "Obligation:10 \"Client Education**: Educate clients on the importance of maintaining an up-to-date risk profile and its impact on their investment strategy.\"",
            "Obligation:11 \"Client Due Diligence (CDD)**: Conduct initial and ongoing due diligence on clients to understand their financial situation, investment experience, and objectives.\"",
            "Obligation:12 \"Accuracy of Information**: Take reasonable steps to ensure that the information provided by clients is accurate and current.\"",
            "Obligation:13 \"Regular Updates**: Establish a policy requiring clients to update their information periodically or when their financial circumstances or objectives change.\"",
            "Obligation:14 \"Compliance Monitoring**: Implement systems and controls to monitor compliance with these obligations and identify when client profiles may need review due to changes in circumstances.\"",
            "Obligation:15 \"Consult Professional Advice**: Refer to the FSRA rules and guidance, such as the Conduct of Business Rulebook (COBS), and consult with a compliance professional or legal advisor specializing in ADGM financial services regulation to ensure full compliance with regulatory requirements.\""
        ],
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "8fe57b06-6f5a-4cfe-95a3-b31c5beedc37",
        "PassageID": "4.13.b.",
        "Passage": "Details of any conflicts of interest.\n",
        "Obligations": [],
        "NamedEntities": {
            "interest": "the cost of using credit, or another's money, expressed as a rate per period of time, payable by a debtor to a creditor in consideration of the credit extended to the debtor"
        }
    },
    {
        "ID": "9e658172-6c73-4793-8b7e-27b3077e4b54",
        "PassageID": "4.13.c.",
        "Passage": "Details of the arrangements put in place by the Digital Investment Manager regarding Client Assets.  The Digital Investment Manager should also describe the specific risks faced by clients where Client Assets are held by:\n\ni.\ta regulated financial institution within the UAE; or\n\nii.\ta regulated financial institution outside the UAE, which could complicate the process of recovering Client Assets in the event of the financial institution defaulting or becoming insolvent.\n",
        "Obligations": [
            "Obligation:1 \"Segregate client assets from the Digital Investment Manager's own assets, ensuring they are held in separate accounts.\"",
            "Obligation:2 \"Conduct due diligence on third-party financial institutions where client assets are held, assessing their creditworthiness, regulatory status, and associated risks.\"",
            "Obligation:3 \"Clearly disclose to clients the risks associated with holding their assets at financial institutions, both within and outside the UAE.\"",
            "Obligation:4 \"Ensure that financial institutions holding client assets comply with relevant regulations in their jurisdictions and international standards.\"",
            "Obligation:5 \"Regularly reconcile client assets to maintain accurate records and facilitate quick recovery in case of default.\"",
            "Obligation:6 \"Obtain explicit consent from clients regarding the arrangements for holding their assets and associated risks, particularly for assets held outside the UAE.\"",
            "Obligation:7 \"Implement and maintain robust risk management policies and procedures to monitor and manage risks related to client assets.\"",
            "Obligation:8 \"Comply with regulatory reporting requirements to the FSRA regarding client asset arrangements and any material changes.\"",
            "Obligation:9 \"Communicate with clients clearly about the status of their assets and any issues affecting their safety.\"",
            "Obligation:10 \"Prepare a clear plan for the return of client assets in the event of insolvency of the Digital Investment Manager or the third-party financial institution.\"",
            "Obligation:11 \"Maintain adequate levels of professional indemnity insurance to protect clients against losses from mismanagement of their assets.\"",
            "Obligation:12 \"Keep accurate and detailed records of all client asset holdings and transactions, ensuring they are accessible for regulator inspection.\"",
            "Obligation:13 \"Regularly review and update the recovery plan for client assets in the event of a financial institution's default or insolvency, and communicate this plan to clients.\"",
            "Obligation:14 \"Conduct regular audits and compliance reviews of client asset arrangements to ensure adherence to regulatory requirements.\n\nNote: It is essential to stay informed about the latest regulatory changes and guidance issued by the FSRA and consult the specific ADGM regulations, such as the COBS Rulebook and CAR, for comprehensive requirements. Legal advice or consultation with the FSRA may be necessary for clarification on specific obligations.\""
        ],
        "NamedEntities": {
            "financial institution": "financial service provider identified as either a government agency or privately owned entity that collects funds from the public and from other institutions, and invests those funds in financial assets, such as loans, securities, bank deposits, and income-generating property"
        },
        "DefinedTerms": {
            "Assets": "Means, unless specified otherwise, collateral held to cover positions and includes the right to the transfer of assets equivalent to that collateral or the proceeds of the realisation of any collateral, but does not include Default Fund Contributions.",
            "Client": "Means a Retail Client or Professional Client as defined in COBS 2.",
            "Client Assets": "Means Client Money and Client Investments.",
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "070b4a8d-98af-40a1-8c47-653eb4ff270c",
        "PassageID": "4.13.d.",
        "Passage": "In the case of Retail Clients:\n\ni.\tkey particulars of the Digital Investment Manager’s complaints handling procedures;\n\nii.\tdetails of fees, costs and other charges and the basis upon the Digital Investment Manager will impose them;  and\n\niii.\tthe content and frequency of the periodic reporting statements that the Digital Investment Manager will issue.\n",
        "Obligations": [
            "Obligation:1 \"Complaints Handling Procedures**:\n   - Inform Retail Clients about the complaints handling procedures, including how to make a complaint, the resolution process, timelines, and escalation rights.\n   - Make the complaints handling procedures easily accessible, such as on the website or in onboarding documents.\n   - Keep records of all complaints and their outcomes.\"",
            "Obligation:2 \"Fees, Costs, and Other Charges**:\n   - Provide a detailed breakdown of all fees, costs, and charges to Retail Clients, including management fees, performance fees, transaction costs, etc.\n   - Clearly explain how these charges are calculated and imposed.\n   - Notify clients in advance of any changes to the fee structure.\"",
            "Obligation:3 \"Periodic Reporting Statements**:\n   - Define and disclose the content and frequency of periodic reporting statements.\n   - Ensure reports include investment performance, fees charged, and other relevant account activity.\n   - Present reports in a clear, accurate, and understandable manner for Retail Clients.\"",
            "Obligation:4 \"Regulatory Compliance**:\n   - Adhere to the broader regulatory framework of the ADGM and FSRA.\n   - Consult and comply with relevant regulations and guidelines, such as the ADGM's Financial Services and Markets Regulations and the Conduct of Business Rulebook (COBS).\n   - Uphold principles of fair treatment, transparency, and acting in the best interest of clients.\"",
            "Obligation:5 \"General Obligations**:\n   - Maintain good standing with the regulatory authority to preserve your license.\n   - Ensure full compliance with all applicable rules and standards.\""
        ],
        "DefinedTerms": {
            "Investment": "Means in relation to:\n(a)\tCOBS, means either of the following:\n(i)\ta Security; or\n\n(ii)\ta Derivative,\nunless otherwise specified\n(b)\tGEN and elsewhere, means Specified Investments set out in Part 3 of Schedule 1 of FSMR, unless otherwise specified.",
            "Investment Manager": "Means a Person who, acting only on behalf of a Client:\n(a)\tmanages Investments in an account or portfolio on a discretionary basis under the terms of a Discretionary Portfolio Management Agreement; or\n(b)\tmanages Investments in an account or portfolio on a non discretionary basis under the terms of a non discretionary management agreement."
        }
    },
    {
        "ID": "491aca0d-d9f6-4e44-a50a-f4c33fee0610",
        "PassageID": "4.14",
        "Passage": "Disclosure . In addition to the content of the disclosures, Digital investment Managers should also consider when and how best to make the disclosures in order to ensure that they are read and understood by clients (in particular, Retail Clients).\n\n",
        "Obligations": [
            "Obligation:1 \"Content of Disclosures:**\n   - Provide accurate, clear, and comprehensive disclosures to clients, including information on fees, risks, investment nature, and conflicts of interest.\"",
            "Obligation:2 \"Timing of Disclosures:**\n   - Make disclosures in a timely manner, before clients are committed to an investment decision, and promptly communicate any changes to previously disclosed information.\"",
            "Obligation:3 \"Method of Disclosures:**\n   - Ensure disclosures are accessible and understandable, considering the client's preferences and using plain language to avoid confusion.\"",
            "Obligation:4 \"Client Comprehension and Engagement:**\n   - Confirm clients have received and understood disclosures, possibly through acknowledgments, summaries, quizzes, or additional explanations for Retail Clients.\"",
            "Obligation:5 \"Regular Updates and Compliance:**\n   - Keep disclosures up to date with any changes in investment products or services and regularly review practices to comply with ADGM regulations.\"",
            "Obligation:6 \"Record-Keeping:**\n   - Maintain records of all disclosures, including content, timing, method, and client acknowledgments, in line with regulatory record-keeping requirements.\"",
            "Obligation:7 \"Training and Policies:**\n   - Train staff on the importance of effective communication of disclosures and implement policies to govern the creation, delivery, and updating of disclosures.\"",
            "Obligation:8 \"Client-Centric Approach and Regulatory Compliance:**\n   - Assess disclosure practices from the client's perspective, seeking feedback for improvement, and be prepared to demonstrate compliance during audits or reviews.\n\nBy following these action items, Digital Investment Managers will align with the principles of fair and transparent dealings with clients as expected by the ADGM regulatory framework. It is crucial to stay informed about any specific rules or guidance issued by the Financial Services Regulatory Authority (FSRA) within ADGM that may affect disclosure obligations.\""
        ],
        "DefinedTerms": {
            "Disclosure": "Means the disclosures required under sections 75, 76 and 77 of FSMR."
        }
    }
]